{"success":true,"results":[{"dappId":5288,"name":"Power Stake Community Platform","description":"Ethereum Based Dividend Platform which pays POWER coin holders 20% dividends through buying/selling volume.","fullDescription":"<p>The Powerstake Community Platform is a volume based dividend earning exchange that pays all POWER coin holders 20% dividends through buying/selling volume. Dividends is paid in Ethereum instantly and proportionally relative to the total POWER circulating supply. Referral link earn you more than 6% of the total from a new purchase (30% of the 20% generated dividends).&nbsp;</p>\n<p>* - No need for referrals to earn on the platform!</p>\n<p>* - No signup, creating an account, KYC or AML.</p>\n<p>* - 100% Decentralized!</p>\n<p>* - No counterparty risk!</p>\n<p>* - No off switch!</p>\n<p>* - Open Source - 100% Transparent!</p>\n<p>* - No Admin Keys!</p>\n<p>* - No Developer Fees!</p>\n<p>* - High Dividend Rate!</p>\n<p>* - Future Weekly Ethereum Cash Bonuses for all Participants!</p>\n<p>* - Immutable contract that can never be changed or stopped!</p>\n<p>* - Only one POWER Coin needed to have an Active Referral Link!</p>\n<p>* - The Power Stake Community Platform will Always have an active developer and marketing team!</p>\n<p>* - Huge Road Map and Future Plans for Side Projects and Partnerships that Will Feed Ethereum into the Community Platform!</p>","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/5288/powerstakecommunityplatform-dapp-exchanges-ethereum-logo_1c5ab62cbb14d9f95525aaf31a03bc8c.png","link":"https://dappradar.com/dapp/power-stake-community-platform","website":"https://powerstake.live/","chains":["ethereum"],"categories":["exchanges"],"socialLinks":[{"title":"telegram","url":"https://t.me/powerstakingcommunity","type":"telegram"},{"title":"twitter","url":"https://twitter.com/powerstaking","type":"twitter"}],"tags":[]},{"dappId":5290,"name":"Kool Bar","description":"Collect limited Kool-Aid flavors and mix them into rare NFT cocktails. We're the first bar where you're not allowed to drink.","fullDescription":"<p>The Kool Bar is powered by 2 tokens: KOOL and AID. KOOL is the main token with the fixed supply tradable on Uniswap. AID is a supplementary inflationary token which can be farmed by staking KOOL and KOOL/ETH LP tokens.</p>\n<p>The Kool Bar includes NFT flavors of different rarity: Common, Uncommon, Rare and Super Rare.&nbsp;</p>\n<p>Flavors are seasonal, however some may reappear as mixing ingredients in the future seasons.</p>\n<p>Common flavors are being sold for AID. Uncommon, Rare and Super Rare can only be obtained via mixing. Common flavors are the very foundation of the Kool Bar as no cocktails can be mixed without them. You’d better possess several NFTs of each common flavor, if you want to complete the whole season collection. Each time you mix a new cocktail its ingredients’ NFTz get burnt and therefore become scarcer. In some scenarios certain Common flavors may become even scarcer than Rare ones!</p>","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/5290/koolbar-dapp-collectibles-ethereum-logo_ea10b9b1d412315ca3203f2391ebcbda.png","link":"https://dappradar.com/dapp/kool-bar","website":"https://kool.lol/","chains":["ethereum"],"categories":["collectibles"],"socialLinks":[{"title":"medium","url":"https://koolbar.medium.com/","type":"medium"},{"title":"telegram","url":"https://t.me/dontdrinkkoolaid","type":"telegram"},{"title":"twitter","url":"https://twitter.com/dontdrinkkool","type":"twitter"}],"tags":[]},{"dappId":5301,"name":"Token ERC20 Generate","description":"Create your erc20 token with one click without logging in","fullDescription":"<p>You can create your erc20 token with one click without logging in. You can customize the name, symbol, total amount, etc</p>","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/5301/createerc20token-dapp-other-ethereum-logo_d46dffa46394738bddfe1983c620d59c.png","link":"https://dappradar.com/dapp/token-erc20-generate","website":"https://www.cointool.app/eth/createToken","chains":["ethereum"],"categories":["other"],"socialLinks":[{"title":"twitter","url":"https://twitter.com/cointool","type":"twitter"}],"tags":[]},{"dappId":5309,"name":"The Tap Platform","description":"The Tap Platform allows gamers to play the hottest steam games and earn Tapcoins! Convert & transfer your in-game currency from one game to the next.","fullDescription":"<p>The Tap Platform allows gamers to transfer your in-game currency from one game to the next! Convert in-game currency and score to Tapcoins ($TTT) using the Tap Platform. Built for Unity and Unreal engine, the Tap Platform SDK allows gamers to also import Tapcoins into games to buy upgrades!&nbsp;</p>\n<p>Play steam games? Convert your in-game Steam achievements to Tapcoins and get paid to play! Play the hottest games like CS:GO, Cyberpunk, GTA V, Rocketleague, Destiny 2 and more !&nbsp;</p>\n<p>Stake Tapcoins on the Tap Platform to earn revenue from all transactions!&nbsp;</p>\n<p>Deposit Uniswap V2 LP tokens from Tapcoins, Enjin, Mana, and Axie Infinity to earn Tapcoin Liquidity Rewards!&nbsp;</p>","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/5309/thetapplatform-dapp-games-ethereum-logo_1e365219dce9f0275bcea5d2d6de01a7.png","link":"https://dappradar.com/dapp/the-tap-platform","website":"https://www.tapplatform.io","chains":["ethereum"],"categories":["games"],"socialLinks":[{"title":"facebook","url":"https://www.facebook.com/TheTapProject","type":"facebook"},{"title":"medium","url":"https://tap-coin.medium.com/","type":"medium"},{"title":"telegram","url":"https://t.me/tapcoin","type":"telegram"},{"title":"twitter","url":"https://twitter.com/Tap_Coin","type":"twitter"},{"title":"youtube","url":"https://www.youtube.com/channel/UCBZmx99-lIxad22RBAKdpLA","type":"youtube"}],"tags":[]},{"dappId":5327,"name":"Adrenaline.Finance","description":"Staking project. Yield farming.","fullDescription":"<p>This is a highly profitable farm token. The basis of the ADR code is taken from SUSHI.</p>\n<p>You can compare the ADR and SUSHI code. There are differences in it.</p>\n<p>&nbsp;In the code of the adrenaline contract-we removed the mint function for the administrator.&nbsp;</p>\n<p><strong>It looks like this (our smart-contract rules):</strong>There are 2 smart contracts: 1 is the ADR token smart contract. 2 is a MasterChef smart contract.&nbsp;</p>\n<p><strong>1 - Token contract: </strong>This is an ADR token contract. Its code contains standard functionality. Tokens can be created, confirmed, and moved.&nbsp;</p>\n<p><strong>2 - MasterChef contract: </strong>This contract manages the ADR token. This contract has administrator(owner) rights. With the help of this contract, new tokens are created, farming takes place, and rewards are distributed. All calculations occur in this contract. Newly created ADR tokens are stored on this contract. When you click on CLAIM-this contract will send you your rewards.</p>\n<p><strong>The ADR developer has no rights to change the token contract.</strong> He can't create ADR tokens for himself. This is the best protection of the project from a dump. You can see this for yourself! Look at etherscan!</p>","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/5327/adrenalinefinance-dapp-defi-ethereum-logo_7e08c69f42df9279400aebca9a07679c.png","link":"https://dappradar.com/dapp/adrenaline-finance","website":"https://adrenaline.finance","chains":["ethereum"],"categories":["defi"],"socialLinks":[{"title":"discord","url":"https://discord.gg/ecFagSm7gY","type":"discord"},{"title":"telegram","url":"https://t.me/adrenalinefinance_chat","type":"telegram"},{"title":"twitter","url":"https://twitter.com/AdrenalineFarm","type":"twitter"}],"tags":[]},{"dappId":5341,"name":"EtherTreasury","description":"Ether Treasury is the Ethereum smart contract based investment platform which provides a unique way to generate lifetime passive income using ROI.","fullDescription":"<p>Ether Treasury is the Ethereum smart contract based investment platform which provides a unique way to generate lifetime passive income using Return On Investment (ROI) mechanism. Ether Treasury is unique platform where in investors can invest not only in the form of Ethereum but also in the form of multiple ERC-20 tokens using single smart contract.</p>\n<p>Smart contract manages all transactions including buy, sell, withdrawals, collateral token supply and even the collateral token price without any manual intervention of administrators or moderators maintaining security of the system and all users funds. The trust lies with the smart contract and the way that it is coded. Ether Treasury is developed to bring revolution in the field of decentralized cryptocurrency finance.</p>\n<p>Now question is why should investors go for Ether Treasury? As we can see there are many decentralized cryptocurrency finance system exists all over the world, Ether Treasury is one of its type. Because, it provides smart contract that handles multiple ERC-20 tokens along with Ethereum. Also, If we look at the price of most cryptocurrencies they all have supply/demand based pricing models. So when more people buy the crypto the price goes up and when more people sell, the price goes down. This price is usually determined by centralized exchanges that are susceptible to wash trading and price manipulation. In Ether Treasury, the collateral token price is managed by an automated intelligent algorithm in the smart contract code. Same has been audited by the trusted institutions for safety and security of the investor's funds.</p>","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/5341/ethertreasury-dapp-defi-ethereum-logo_29aca7357307dc235420026d6ff81cfd.png","link":"https://dappradar.com/dapp/ethertreasury","website":"https://ethertreasury.com/","chains":["ethereum"],"categories":["exchanges"],"socialLinks":[{"title":"telegram","url":"https://t.me/EtherTreasury","type":"telegram"},{"title":"twitter","url":"https://twitter.com/EtherTreasury","type":"twitter"}],"tags":[]},{"dappId":5345,"name":"Cowboy Finance","description":"Deposit your COWs in the Stable to start MILKing them and receive MILK tokens. Protect your MILK from the Bandits.","fullDescription":"<p>Breeding</p>\n<p>Well gosh darn it, them COWs be sterile. Seems the COWboys reached consensus that we have ourselves a big ‘ol BBQ and the 10,117,800 COWs in the breeding pool will effectively be burnt, with the breed function never to be called again.</p>\n<p>Stable</p>\n<p>Dem COWs need MILKin. Deposit your COWs in the Stable to start earning MILK.</p>\n<p>Depositing COWs on their own will get you a share of 20,000 MILK/day (reducing by 10% every 7 days).</p>\n<p>Depositing COW:ETH Uniswap LP tokens will get you a share of 40,000 MILK/day (reducing by 10% every 7 days).</p>\n<p>Depositing MILK:ETH Uniswap LP tokens will get you a share of 40,000 MILK/day (reducing by 10% every 7 days).</p>\n<p>5% of all MILK produced from the above will go to the team treasury as a reward for our developers.</p>\n<p>Milk</p>\n<p>MILK is a whole 'nother game partner. Every round (6 hours) a COWboy can commence the round.</p>\n<p>In any round, there is a 30% chance that the bandits will come and steal between 1% and 99% of all the MILK in your wallet. Not to worry though, as the sheriff will catch 90% of the bandits and put the MILK into the Sheriff's MILK pot. The other 10% of the bandits will get away and drink the MILK (burning it).</p>\n<p>In any round where the bandits don't come, there is a 30% chance that the Sheriff will distribute the Sheriff's MILK pot to all COWboys, pro rata to the amount of MILK in their wallets.</p>\n<p>Vault</p>\n<p>The Sheriff can also offer protection to COWboys, where you can deposit your MILK into the Sheriff's vault. In this case, you will be protected from the bandits (they can't steal your MILK) but you also won't be eligible for the Sheriff's MILK pot. Also, in every round your MILK is in the Sheriff's Vault, the Sheriff will charge you a 1% protection fee, which is added to the Sheriff's MILK pot.</p>","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/5345/cowboyfinance-dapp-games-ethereum-logo_caa5a2c914287205bb3b876e39cbc097.png","link":"https://dappradar.com/dapp/cowboy-finance","website":"http://sheriff.finance","chains":["ethereum"],"categories":["defi"],"socialLinks":[{"title":"twitter","url":"https://twitter.com/cowboy_finance","type":"twitter"}],"tags":[]},{"dappId":5363,"name":"BAEX","description":"BAEX grows ever vs $$$. It is liquidity token of the BAEX.com trade platform, make money on stocks, stock indices and fiat currencies through a blockchain.","fullDescription":"<p>The <strong>BAEX</strong> token is a result of the efforts to create an asset that is algorithmically protected from depreciation. In addition to &nbsp;limited risk, the model included algorithms for a constant increase in &nbsp;the value of the token and completely excluded developers' control from &nbsp;the moment of launch. To achieve the stated goals, the following &nbsp;principles and mechanisms were taken as a basis:</p>\n<ul>\n  <li>Dynamic supply</li>\n  <li><strong>100% storage of collateral on a smart contract in USDT &amp; DAI</strong></li>\n  <li><strong>No free tokens and airdrops</strong></li>\n  <li>A constant rise in the price of token issuance</li>\n  <li><strong>A constant rise in the token buyback price</strong></li>\n  <li><strong>A constant ratio of the buyback price to the token issue price</strong></li>\n  <li>Fully decentralized token without centralized control and management in any form</li>\n  <li>No need for maintenance and spending on infrastructure maintenance</li>\n  <li>The system self-stabilizes based on the desired parameters</li>\n  <li>Open source code of the smart contracts proves the integrity and fairness of the system</li>\n</ul>\n<p>As &nbsp;an example of the real use of deflationary model tokens, a fully decentralized binary options system was created with BAEX tokens as the native (utility) token of the system and Yahoo Finance as a quote provider.</p>\n<p><strong>Make money on stocks, stock indices and fiat currencies through a blockchain on the baex.com</strong></p>","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/5363/baex-dapp-defi-ethereum-logo_b01fdbbf5d0969321eae305d68876ede.png","link":"https://dappradar.com/dapp/baex","website":"https://baex.com/baex/20273","chains":["ethereum"],"categories":["defi"],"socialLinks":[{"title":"facebook","url":"https://www.facebook.com/BAEXdApp/","type":"facebook"},{"title":"telegram","url":"https://t.me/baex_en","type":"telegram"},{"title":"twitter","url":"https://twitter.com/BAEXdApp","type":"twitter"}],"tags":[]},{"dappId":5364,"name":"Freeliquid","description":"Freeliquid is a fork of MakerDAO that offers loans in USDFL, a native Freeliquid stable coin soft-pegged to one US dollar.","fullDescription":"<p>The main advantage of Freeliquid is the support of Uniswap liquidity stablecoin pools as collaterals for borrowing. Users can lock their liquidity provider tokens through the smart contract of the Freeliquid Protocol and borrow up to 90% of the initial pool value. The USDFL are issued instantly and transferred to the user’s personal wallet. To return their liquidity tokens, users simply have to cover a part or the whole of the outstanding USDFL debt.</p>\n<p><strong>What are the advantages?</strong></p>\n<ol>\n  <li>Liquidity providers can keep their passive income from Uniswap fees and simultaneously receive funding in USD stablecoins for further use.</li>\n  <li>There is no risk of liquidation, since the price of stablecoins remains almost the same.</li>\n  <li>The Freeliquid governance token, FL, is distributed in a fair and uniform manner through several reward programs. The rewards are distributed among users that help the development of Freeliquid ecosystem, for example, by providing liquidity to FL and USDFL pairs.</li>\n  <li>The project is constantly growing. More liquidity pairs and platforms (like, for example, Curve Finance or Mooniswap) can be added in the future.</li>\n</ol>","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/5364/freeliquid-dapp-defi-ethereum-logo_5c0ad371e9bb661b3ac148bf275f3026.png","link":"https://dappradar.com/dapp/freeliquid","website":"https://freeliquid.io/","chains":["ethereum"],"categories":["defi"],"socialLinks":[{"title":"twitter","url":"https://twitter.com/freeliquidUSDFL","type":"twitter"}],"tags":[]},{"dappId":5385,"name":"Secrets Exchange","description":"Share your secret and get someone else's. Mint and collect secrets as NFTs.","fullDescription":"<p>Secrets Exchange connects strangers through their secrets in a one-to-one, anonymous, and secure way. When you submit a secret, you receive a secret someone else has submitted, paired with a collectible gif that corresponds to their secret. Every secret-gif pair you see is unique and you have the option of permanently keeping the pair by minting it as a non-fungible token. Submit more secrets to see more secrets, and collect as many secrets as you like!</p>","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/5385/secretsexchange-dapp-collectibles-ethereum-logo_7e3ffb4a5f4304037e103f65774235f8.png","link":"https://dappradar.com/dapp/secrets-exchange","website":"https://secrets.exchange","chains":["ethereum"],"categories":["collectibles"],"socialLinks":[],"tags":[]},{"dappId":5390,"name":"OpenOcean","description":"OpenOcean is a leading DEX Aggregator, a cross-chain swap aggregator in the crypto space, offering best swap rate across 30+ chains and 1,000+ deep liquidities.","fullDescription":"<ul>\n  <li>OpenOcean is the most efficient DEX aggregator, integrating major DEXs across 18 blockchains.</li>\n  <li>OpenOcean’sintelligent routing algorithm optimizes swaps for maximum returns and is completely FREE to use!</li>\n  <li>OpenOcean also provides users with API/SDK, Widget and a tailor-made user interface to support their specific investment strategy.</li>\n  <li>With combination of AMM &amp; RFQ mechanism, OpenOcean Limit Order function has high order fulfillment rate.</li>\n  <li>Spot and derivative trading with the best price and lowest slippage that is possible in the market.</li>\n  <li>Swap transactions and cross-chain swap transactions on Ethereum, BNB Chain, Arbitrum, Optimism, Avalanche and Fantom.</li>\n  <li>Intelligent routing and machine learning to offer best rates and lowest possible gas fees.</li>\n</ul>","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/5390/openocean-dapp-defi-ethereum-logo_321024781bf0a84d5e9bd2940477dc4d.png","link":"https://dappradar.com/dapp/openocean","website":"https://openocean.finance/","chains":["arbitrum","aurora","avalanche","base","bnb-chain","cronos","ethereum","fantom","linea","moonriver","ontology","optimism","polygon","solana","telosevm","tron"],"categories":["exchanges","defi"],"socialLinks":[{"title":"cmc","url":"https://coinmarketcap.com/community/profile/OpenOcean/","type":"cmc"},{"title":"coingecko","url":"https://www.coingecko.com/en/exchanges/openocean_finance","type":"coingecko"},{"title":"discord","url":"https://discord.gg/C7PHQaKdNX","type":"discord"},{"title":"github","url":"https://github.com/openocean-finance/","type":"github"},{"title":"medium","url":"https://blog.openocean.finance/","type":"medium"},{"title":"telegram","url":"https://t.me/OOFinance","type":"telegram"},{"title":"twitter","url":"https://twitter.com/OpenOceanGlobal","type":"twitter"},{"title":"youtube","url":"https://www.youtube.com/c/OpenOcean","type":"youtube"}],"tags":[{"id":"10","name":"Layer 2","slug":"layer-2"},{"id":"11","name":"Content Creation","slug":"content-creation"},{"id":"12","name":"Art","slug":"art"},{"id":"13","name":"Pools","slug":"pools"},{"id":"14","name":"Gambling","slug":"gambling"},{"id":"15","name":"Knowledge","slug":"knowledge"},{"id":"16","name":"Farming","slug":"farming"},{"id":"18","name":"Discussions","slug":"discussions"},{"id":"19","name":"Photos","slug":"photos"},{"id":"1","name":"NFT","slug":"nft"},{"id":"20","name":"Videos","slug":"videos"},{"id":"21","name":"Move to Earn","slug":"move-to-earn"},{"id":"22","name":"Metaverse","slug":"metaverse"},{"id":"23","name":"Sports","slug":"sports"},{"id":"24","name":"Social","slug":"social"},{"id":"2","name":"Exchanges","slug":"exchanges"},{"id":"3","name":"Staking","slug":"staking"},{"id":"4","name":"Yield","slug":"yield"},{"id":"5","name":"DeFi","slug":"defi"},{"id":"6","name":"Games","slug":"games"},{"id":"7","name":"Play to Earn","slug":"play-to-earn"},{"id":"8","name":"Marketplaces","slug":"marketplaces"},{"id":"9","name":"Governance","slug":"governance"}]},{"dappId":5404,"name":"DeFiStarter","description":"Crowdfunding DeFi platform powered by Zero Risk yield farming! Our Safe Pool Offering algorithm ensures safe farming of any token without buying it!","fullDescription":"<p>DeFiStarter offers a way to <strong>reduce farmers' risks to zero</strong> and allows startups to raise financing without directly selling their tokens. For these purposes, the Safe Pool Offering Algorithm (SPO) comes into action and ensures <strong>zero risk yield farming!</strong></p>\n<p>All participants of the SPO will be able to get tokens of the startup without purchasing them directly, all that is necessary is to provide reliable and proven tokens in the liquidity pool. It means - no rug pulls</p>","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/5404/defistarter-dapp-defi-ethereum-logo_d0a3f47aae203e9eaf8eb3d11412ddca.png","link":"https://dappradar.com/dapp/defistarter","website":"https://defistarter.io/","chains":["ethereum"],"categories":["defi"],"socialLinks":[{"title":"discord","url":"https://discord.gg/bTjh4U77nQ","type":"discord"},{"title":"github","url":"https://github.com/defistarter/contracts","type":"github"},{"title":"medium","url":"https://medium.com/defistarter","type":"medium"},{"title":"telegram","url":"https://t.me/defistarterlabs","type":"telegram"},{"title":"twitter","url":"https://twitter.com/defistarter_io","type":"twitter"}],"tags":[]},{"dappId":5412,"name":"LaborX","description":"Crypto freelance | Find jobs around the globe. Get paid in crypto.","fullDescription":"<p>LaborX® is a blockchain-based freelance jobs platform with cryptocurrency payments.</p>\n<p>We help clients and freelancers connect, providing efficient blockchain transactions and robust protections through smart contracts - wherever you're based.</p>\n<p>Optional, third party wallet integrations such as MetaMask make LaborX a truly decentralized App while maintaining best possible UX.</p>","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/5412/laborx-dapp-marketplaces-ethereum-logo_2d5d3e958ff748b1aca82170d7f9ea77.png","link":"https://dappradar.com/dapp/laborx-3","website":"https://laborX.com","chains":["ethereum"],"categories":["marketplaces"],"socialLinks":[{"title":"blog","url":"https://laborx.com/blog","type":"blog"},{"title":"facebook","url":"https://www.facebook.com/LaborXNews","type":"facebook"},{"title":"telegram","url":"https://t.me/laborX","type":"telegram"},{"title":"twitter","url":"https://twitter.com/LaborXNews","type":"twitter"}],"tags":[]},{"dappId":5413,"name":"MITH Cash","description":"Mithril Cash is the new algorithmic stablecoin forged from Mithril","fullDescription":"<p>Mithril Cash is the new algorithmic stablecoin forged from Mithril</p>","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/5413/mithcash-dapp-defi-ethereum-logo_2e85c61eca127f30f97c20d8ed469953.png","link":"https://dappradar.com/dapp/mith-cash","website":"https://mith.cash/","chains":["ethereum"],"categories":["defi"],"socialLinks":[{"title":"medium","url":"https://medium.com/mith-cash","type":"medium"},{"title":"twitter","url":"https://twitter.com/mithcash","type":"twitter"}],"tags":[]},{"dappId":5441,"name":"CommunityGaming","description":"CommunityGaming.io combines social gaming, match automation, and blockchain payment technology to make it easy to organize and compete in esports tournaments.","fullDescription":"<p>CommunityGaming.io combines social gaming, match automation, and blockchain payment technology to make it easy to organize and compete in esports tournaments. Sign up and start earning ETH today!</p>\n<p>Compete in and host tournaments for games like Axie Infinity, Splinterlands, Skyweaver, Gods Unchained, Hearthstone, MTGA, Valorant, and League of Legends.&nbsp;</p>","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/5441/communitygaming-dapp-games-ethereum-logo_eaddb707c757ba1042efff05dece90d7.png","link":"https://dappradar.com/dapp/communitygaming-2","website":"https://communitygaming.io/","chains":["ethereum"],"categories":["games"],"socialLinks":[{"title":"twitter","url":"https://twitter.com/CommunityGaming","type":"twitter"}],"tags":[]},{"dappId":5443,"name":"KwikSwap Protocol","description":"KwikSwap is a revolutionary Swap Protocol with Layer 2 Scaling, powered by Ethereum, Polkadot & Plasma.  Swap, Add Liquidity, Create Markets & Stake!","fullDescription":"<p>KwikSwap is a revolutionary Swap Protocol with Layer 2 Scaling powered by Ethereum, Polkadot and Plasma / OVM. The Protocol is currently V1 on Ethereum Mainnet and V2 on Polkadot / Plasma will be launched by the end of January 2021. Users can swap, create markets, add liquidity &amp; stake. V3 is going to feature the most exciting functionality yet to hit the decentralized space. User can trade with next to no fees and at lightning speeds!</p>","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/5443/kwikswapprotocol-dapp-exchanges-ethereum-logo_5eaf932cd100e696c03eb48898585b18.png","link":"https://dappradar.com/dapp/kwikswap-protocol","website":"https://app.kwikswap.org","chains":["ethereum"],"categories":["exchanges"],"socialLinks":[{"title":"bitcointalk","url":"https://bitcointalk.org/index.php?topic=5302093.0","type":"bitcointalk"},{"title":"github","url":"https://github.com/kwikswap","type":"github"},{"title":"instagram","url":"https://www.instagram.com/kwikswap/","type":"instagram"},{"title":"medium","url":"https://kwikswap.medium.com/","type":"medium"},{"title":"reddit","url":"https://www.reddit.com/user/KwikSwap","type":"reddit"},{"title":"telegram","url":"https://t.me/kwikswap","type":"telegram"},{"title":"twitter","url":"https://twitter.com/kwikswapdex","type":"twitter"},{"title":"youtube","url":"https://www.youtube.com/channel/UC66a0ses2vazG-leOLbx6QA","type":"youtube"}],"tags":[]},{"dappId":5455,"name":"CryptoCubes","description":"Limited 256 3D CryptoCubes.\n\nCommunity will own this project.","fullDescription":"<p>CryptoCubes are algorithmically generated volumetric abstractions known as NFT’s on the Ethereum blockchain. Each CryptoCube is a unique output.</p>\n<p>These works are generated by a script written in Python. Depending on the color and the scale of boxes being generated, setup variables include:</p>\n<ul>\n  <li>Cellular Automata</li>\n  <li>Color (0–255)</li>\n  <li>Scale</li>\n  <li>Randomness ( Gaussian )</li>\n</ul>\n<p>Once the variables are determined, the script executes the colored boxes.</p>\n<p>It does this by generating the specified number of colors and boxes with random scale.</p>","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/5455/cryptocubes-dapp-collectibles-ethereum-logo_b13745a6bc5c9b608b932b1261f17d95.png","link":"https://dappradar.com/dapp/cryptocubes","website":"https://app.rarible.com/cryptocubes","chains":["ethereum"],"categories":["collectibles"],"socialLinks":[{"title":"discord","url":"https://discord.com/invite/4T8G3KC7","type":"discord"},{"title":"medium","url":"https://hanrgb.medium.com/genesis-6b7ef2d608d9","type":"medium"},{"title":"twitter","url":"https://twitter.com/cubescrypto?lang=en","type":"twitter"}],"tags":[]},{"dappId":5474,"name":"ETHLOT","description":"Fair lottery paid with Ether","fullDescription":"<p>The ethlot.me game platform is created on the blockchain Ethereum smart contract.</p>\n<p>All games are completely autonomous, winning or losing at ethlot.me depends only on your luck.</p>\n<p>The ethlot.me game platform consists of two parts: lottery and auction. You will find different interesting games in each part.</p>","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/5474/ethlot-dapp-gambling-ethereum-logo_dedb5155bcdcba574fd92be16822d8dd.png","link":"https://dappradar.com/dapp/ethlot","website":"https://www.ethlot.me/","chains":["ethereum"],"categories":["gambling"],"socialLinks":[{"title":"twitter","url":"https://t.me/joinchat/G7GpAdtEBLW3XkuN","type":"twitter"}],"tags":[]},{"dappId":5475,"name":"Art Blocks","description":"Creativity in Generative Design\nHosted immutably on the Ethereum Blockchain","fullDescription":"<p>Art Blocks is a first of its kind storefront for genuinely programmable on demand generative content that is stored immutably on the Ethereum Blockchain. You pick a style that you like, pay for the work, and a randomly generated version of the content is created by an algorithm and sent to your Ethereum account. The resulting piece might be a static image, 3D model, or an interactive experience. Each output is different and there are endless possibilities for the types of content that can be created on the platform.</p>","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/5475/artblocks-dapp-collectibles-ethereum-logo_2c69a90644c3d7135da13ba7b7aa59bd.png","link":"https://dappradar.com/dapp/art-blocks","website":"https://artblocks.io","chains":["ethereum"],"categories":["collectibles"],"socialLinks":[{"title":"discord","url":"https://discord.com/invite/VGX9fyhWBn","type":"discord"},{"title":"twitter","url":"https://twitter.com/artblocks_io","type":"twitter"}],"tags":[]},{"dappId":5486,"name":"Gem Locator","description":"Gem Locator is a service for finding Gems among new tokens.","fullDescription":"<p>Have you ever felt that you missed some potentially good investment at an early stage? This feeling follows all crypto traders and believers when a new gem is rocketing to the moon.</p>\n<p>Happy to introduce <strong>Gem Locator v 0.1 alpha</strong> — new service which will help you to monitor fresh tokens that appear every hour.</p>\n<p>As for now it’s on an alpha stage and only supports Uniswap, but will be updated in future.</p>","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/5486/gemlocator-dapp-defi-ethereum-logo_9f313864b71dbb409ed7deeadf39bc85.png","link":"https://dappradar.com/dapp/gem-locator","website":"https://flush.lol/gemlocator","chains":["ethereum"],"categories":["defi"],"socialLinks":[{"title":"medium","url":"https://flushlol.medium.com","type":"medium"},{"title":"telegram","url":"https://telegram.com/flushlol","type":"telegram"},{"title":"twitter","url":"https://twitter.com/flushlol","type":"twitter"}],"tags":[]},{"dappId":5492,"name":"Alpha Homora","description":"Users can participate in Alpha Homora as Yield Farmers, Liquidity Providers, ETH Lenders, Liquidators, and Bounty Hunters.","fullDescription":"<p><strong>Alpha Homora</strong> is a leveraged yield farming and leveraged liquidity providing protocol launched on Ethereum mainnet.</p>\n<p>ETH lenders can earn high interest on ETH. The lending interest rate comes from leveraged yield farmers/liquidity providers borrowing these ETH to yield farm/provide liquidity.</p>\n<p>Yield farmers can get even higher farming APY and trading fees APY from taking on leveraged yield farming positions. By taking leverage, Alpha Homora would borrow ETH on users' behalf to yield farm.</p>\n<p>Liquidity providers can get even higher trading fees APY from taking on leveraged liquidity providing positions. By taking leverage, Alpha Homora would borrow ETH on users' behalf to provide liquidity.</p>","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/5492/alphahomora-dapp-defi-ethereum-logo_421712bd84544e9f16a0d1e313f5ca56.png","link":"https://dappradar.com/dapp/alpha-homora","website":"https://homora.alphafinance.io/","chains":["avalanche","ethereum","fantom"],"categories":["defi"],"socialLinks":[{"title":"blog","url":"https://blog.alphafinance.io/","type":"blog"},{"title":"discord","url":"https://discord.com/invite/2My6wKt","type":"discord"},{"title":"github","url":"https://github.com/AlphaFinanceLab/alphahomora","type":"github"},{"title":"telegram","url":"https://t.me/AlphaFinanceLab","type":"telegram"},{"title":"twitter","url":"https://twitter.com/alphafinancelab","type":"twitter"}],"tags":[]},{"dappId":5493,"name":"Aureum.gg","description":"Decentralized Flip A Coin & Lottery","fullDescription":"<p>Aureum is a fully decentralized gaming platform that runs on Ethereum an open-source, public, blockchain-based distributed computing platform and operating system featuring smart contract functionality. Each game is built onto a smart contract to ensure that each outcome is provably fair. Provably fair gaming assures verifiable and tamper-proof results for each of the games provided under our platform. Aureum provides decentralized games such as the <u>Aureum Lottery</u>, <u>Aureum Flip A Coin</u>, and the <u>Aureum Raffle</u> (Coming Soon)&nbsp;</p>","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/5493/aureumgg-dapp-gambling-ethereum-logo_1bc4d466d1b3bce12c75de3d8ce3235b.png","link":"https://dappradar.com/dapp/aureum-gg","website":"https://aureum.gg/","chains":["ethereum"],"categories":["gambling"],"socialLinks":[{"title":"telegram","url":"https://t.me/aureumgg","type":"telegram"},{"title":"twitter","url":"https://twitter.com/aureum_gg","type":"twitter"}],"tags":[]},{"dappId":5498,"name":"LinkSwap","description":"LINKSWAP is a community-governed Automated Market Maker (AMM), focused on safety and value capture for the robust community of LINK hodlers.","fullDescription":"<p>The LINKSWAP platform is packed with unique features aimed at addressing &nbsp;the pain points faced by second generation AMMs of our time — both for &nbsp;LINK holders, and for the DeFi community at large. Some of the main features include SlipLock which is the solution that protects Liquidity Providers from impermanent loss and RugLock which is one of LINKSWAP's solutions for preventing rug pulls.</p>","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/5498/linkswap-dapp-exchanges-ethereum-logo_d6615abbab6df57940d6704d8e39ea5d.png","link":"https://dappradar.com/dapp/linkswap","website":"https://linkswap.app/#/swap","chains":["ethereum"],"categories":["exchanges"],"socialLinks":[{"title":"blog","url":"https://blog.yflink.io/","type":"blog"},{"title":"discord","url":"https://discord.com/invite/VGp7qw46fc","type":"discord"},{"title":"github","url":"https://github.com/yflink","type":"github"},{"title":"telegram","url":"https://t.me/YFLinkGroup","type":"telegram"},{"title":"twitter","url":"https://twitter.com/YFLinkio","type":"twitter"},{"title":"youtube","url":"https://www.youtube.com/channel/UCpjeVGMk4WueoaCtmBS10JQ","type":"youtube"}],"tags":[]},{"dappId":5499,"name":"HEX TOYS","description":"Limited Edition HEX TOYS Collectibles","fullDescription":"<p>Get them by completing challenges or buying them. Certain tokens grant store discounts with some others gaining exclusive access and other benefits.&nbsp;</p>","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/5499/hextoys-dapp-collectibles-ethereum-logo_18d701c47a161f842ab010b0cb9d5185.png","link":"https://dappradar.com/dapp/hex-toys","website":"http://hex.toys","chains":["ethereum"],"categories":["collectibles"],"socialLinks":[{"title":"telegram","url":"https://t.me/hextoys","type":"telegram"},{"title":"twitter","url":"https://twitter.com/HEXTOYSOFFICIAL","type":"twitter"}],"tags":[]},{"dappId":5504,"name":"Bao Finance","description":"Bao Finance is a community-driven initiative reimagining finance through omnichain, decentralized synthetic liquidity, tokens, and markets.","fullDescription":"<p>Bao Finance is a community-driven initiative, empowering users with the tools to build and interact with omnichain, secure, and decentralized synthetic markets. We're democratizing finance by providing unrestricted access to innovative solutions, leveraging the potential of synthetic assets that mirror an array of real-world and digital data. Our core principles of decentralization and security foster a robust financial ecosystem, immune to single points of failure. As a participant in Bao Finance, you’re shaping a transparent and inclusive financial future where traditional barriers cease to exist, and opportunities are accessible to all. We’re not just constructing a platform; we're orchestrating a new era in finance. Join us in this journey.</p>","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/5504/baofinance-dapp-defi-5504-logo_70b2d00f3400e5b35df959a73babfcf8.png","link":"https://dappradar.com/dapp/bao-finance","website":"https://www.baofinance.io/","chains":["ethereum"],"categories":["defi"],"socialLinks":[{"title":"coingecko","url":"https://www.coingecko.com/en/coins/bao-finance-v2","type":"coingecko"},{"title":"discord","url":"https://discord.gg/8JajYbqVYh","type":"discord"},{"title":"medium","url":"https://medium.com/baomunity","type":"medium"},{"title":"twitter","url":"https://twitter.com/BaoCommunity","type":"twitter"}],"tags":[{"id":"10","name":"Layer 2","slug":"layer-2"},{"id":"11","name":"Content Creation","slug":"content-creation"},{"id":"12","name":"Art","slug":"art"},{"id":"13","name":"Pools","slug":"pools"},{"id":"14","name":"Gambling","slug":"gambling"},{"id":"15","name":"Knowledge","slug":"knowledge"},{"id":"16","name":"Farming","slug":"farming"},{"id":"18","name":"Discussions","slug":"discussions"},{"id":"19","name":"Photos","slug":"photos"},{"id":"1","name":"NFT","slug":"nft"},{"id":"20","name":"Videos","slug":"videos"},{"id":"21","name":"Move to Earn","slug":"move-to-earn"},{"id":"22","name":"Metaverse","slug":"metaverse"},{"id":"23","name":"Sports","slug":"sports"},{"id":"24","name":"Social","slug":"social"},{"id":"2","name":"Exchanges","slug":"exchanges"},{"id":"3","name":"Staking","slug":"staking"},{"id":"4","name":"Yield","slug":"yield"},{"id":"5","name":"DeFi","slug":"defi"},{"id":"6","name":"Games","slug":"games"},{"id":"7","name":"Play to Earn","slug":"play-to-earn"},{"id":"8","name":"Marketplaces","slug":"marketplaces"},{"id":"9","name":"Governance","slug":"governance"}]},{"dappId":5510,"name":"[Day] Rings","description":"Players stack the same amount of Ether for 5748 blocks, at the 5749th block the address that minimizes a certain value, takes the Jackpot.","fullDescription":"<p>The very first round of [Day] Rings starts when a player deposits his bet on the empty stack. The bet needs to be equal to or higher than 1 Finney (0.001 Ether).</p>\n<p>From the moment his or her transaction - depositStack() call - is confirmed in a certain block X, the round goes on for 5748 additional blocks - stackWait=5748 -, during which any other player can take part in the bet and stack the exact same amount.</p>\n<p>If a player tries to deposit a bet which is lower than the current value - stackValue -, said bet won’t be added to the stack and the value returned to the player.</p>\n<p>If a player deposits a bet which is higher than the current stackValue a change will be returned to the player once the bet is added to the stack.</p>\n<p>Once the (X+5749)th block has been mined, a winner can be declared, either calling closeBet() or starting a new round with depositStack(). The winner is the user whose address, concatenated with the blockhash of the first block after the last one for which it was possible to enter the bet and passed through the hash function keccak256 and converted to an unsigned value - uint - returns the lowest value, or in other code words:</p>\n<p>uint ( keccak256 ( abi.encodePacked ( blockhash ( stackTime + stackWait + 1 ), playerAddress )))</p>\n<p>rolling playerAddress among the addresses of all the players who entered the bet to find the minimum.</p>\n<p>The winner takes 98% of the stack.</p>\n<p>2% of the stack goes to the the house.</p>","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/5510/dayrings-dapp-gambling-ethereum-logo_d6ef2952a89858064e2bd54fe927d812.png","link":"https://dappradar.com/dapp/day-rings","website":"https://hashelot.com/games/dayrings/","chains":["ethereum"],"categories":["gambling"],"socialLinks":[{"title":"github","url":"https://github.com/mauponti/hashelot/tree/master/games/ethereum/dayrings","type":"github"}],"tags":[]},{"dappId":5518,"name":"NFT Farm Builder","description":"Build farms and let people stake tokens for NFT rewards.","fullDescription":"<p>The Unifty NFT Farm Builder allows you to create your own custom farms for staking ERC20 tokens and returning NFT rewards (ERC1155).&nbsp;</p>\n<p>If you are an NFT artist or an NFT project who wants to provide a farming feature to your audience without all the development costs and overhead, the Unifty Farm Builder is the way to go.&nbsp;</p>\n<p>After creation, the farm contracts are entirely owned and controlled by you and pre-verified on Etherscan.</p>","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/5518/nftfarmbuilder-dapp-marketplaces-ethereum-logo_da5a591cb332d1b18d8410aff413e0f5.png","link":"https://dappradar.com/dapp/nft-farm-builder-2","website":"https://unifty.io","chains":["ethereum"],"categories":["marketplaces"],"socialLinks":[{"title":"discord","url":"https://discord.gg/Xfw6w5kcaA","type":"discord"},{"title":"medium","url":"https://uniftyio.medium.com/","type":"medium"},{"title":"twitter","url":"https://twitter.com/Unifty3","type":"twitter"}],"tags":[]},{"dappId":5524,"name":"Unifi Protocol","description":"Unifi Protocol is a group of non-custodial, interoperable, and multi-chain smart contracts providing building blocks for the next generation of DeFi development","fullDescription":"<p>The Unifi Protocol is a group of non-custodial, interoperable, decentralized, and multi-chain smart contracts protocols providing building blocks for DeFi development. The Unifi Protocol was developed by Sesameseed with the larger picture in mind, allowing scalability and versatility within the trustless structure of on-chain smart contract solutions. Unifi adds value to each blockchain by providing smart contract based building blocks (often referred to as digital money legos) to allow developers and service providers to use the Unifi Protocol to create their own unique DeFi based products and services.</p>\n<p>Unifi provides a bridge to connect the existing economy of Ethereum-based DeFi products to growing DeFi markets on other blockchains. Unifi utilizes the time tested SEED Bridge to connect any Ethereum or EVM/NVM-based DeFi products to other blockchains.</p>\n<p>The first product launched was uTrade, a trading platform with incentivized liquidity mining.</p>\n<p>Please read the white paper for more information, as well as future products and roadmap.&nbsp;</p>","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/5524/unifiprotocol-dapp-defi-ethereum-logo_b503a2a35f2948541f0fe9ecb5fbc238.png","link":"https://dappradar.com/dapp/unifi-protocol","website":"https://unifiprotocol.com","chains":["avalanche","bnb-chain","ethereum","ontology","polygon","tron"],"categories":["defi"],"socialLinks":[{"title":"facebook","url":"https://facebook.com/unifiprotocol","type":"facebook"},{"title":"medium","url":"https://medium.com/@unifiprotocol","type":"medium"},{"title":"reddit","url":"https://www.reddit.com/r/UnifiProtocolDao/","type":"reddit"},{"title":"telegram","url":"https://telegram.com/unifi_protocol","type":"telegram"},{"title":"twitter","url":"http://twitter.com/unifiprotocol","type":"twitter"}],"tags":[]},{"dappId":5536,"name":"Tokensender","description":"Easy way to batch send Erc20 Tokens or Ethereum","fullDescription":"<p>Tokensender offers the opportunity to do batch processing for users. By paying just one</p>\n<p>transaction, users can send to 150 addresses at the same time. Thereby, users can pay for once</p>\n<p>instead of paying a fee for 150 times which helps to decrease Ethereum transaction fees.</p>","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/5536/tokensender-dapp-other-ethereum-logo_e9e741d980a548d6682607db7a9d98e2.png","link":"https://dappradar.com/dapp/tokensender","website":"https://tokensender.network","chains":["ethereum"],"categories":["other"],"socialLinks":[{"title":"telegram","url":"https://t.me/tokensender","type":"telegram"},{"title":"twitter","url":"https://twitter.com/cryptoraichu","type":"twitter"}],"tags":[]},{"dappId":5540,"name":"Hashmasks","description":"Hashmasks is a living digital art collectible created by over 70 artists globally. It is a collection of 16,384 unique digital portraits.","fullDescription":"<p><strong>The Next Generation of Digital Art Collectibles</strong></p>\n<p>Hashmasks introduces a combination of digital art and collectibles with a value hierarchy determined by both the creator and the consumer of the artwork. Unlike other collectibles, where the rarity of all traits is set out by the creators, Hashmasks have included two layers of scarcity: It provides a set of traits to provide general guidance to the consumer, but it has also created many implicit traits not accounted for. Above all, the control over the rarest of all traits – the name – is given to the full extent to the consumer.</p>","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/5540/hashmasks-dapp-collectibles-ethereum-logo_80646f679d2fc6678e0bbefc1f02127b.png","link":"https://dappradar.com/dapp/hashmasks","website":"https://www.thehashmasks.com/","chains":["ethereum"],"categories":["collectibles"],"socialLinks":[{"title":"discord","url":"https://discord.gg/crJmxxzGuZ","type":"discord"},{"title":"medium","url":"https://medium.com/@thehashmasks","type":"medium"},{"title":"twitter","url":"https://twitter.com/TheHashmasks","type":"twitter"}],"tags":[]},{"dappId":5548,"name":"Yearner Finance","description":"Yearner Finance - Smarter highest yield farming.","fullDescription":"<p>Yearner is the ultimate connecting link between different DeFi protocols. What's even more important, it's a link between you, the investor, and decentralized finance – as well as between Ethereum-based DeFi and other blockchains.</p>\n<p>As soon as you deposit crypto in any of the Yearner Finance pools, you start earning an interest. That's the protocol's chief goal: to help you earn. Easily, without having to learn the intricacies of DeFi and without moving your coins from one platform to another. Our algorithm automatically finds the investment vehicle with the highest yield.</p>\n<p>You can think of Yearner as an automated investment advisor that also does the investment for you. You're always in control of your money and can un-stake anytime. Plus, in addition to the yield of the investment vehicle itself, you'll get liquidity mining rewards in YFNR tokens.</p>","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/5548/yearnerfinance-dapp-defi-ethereum-logo_4d1509814f8fb179364922eaf2b59244.png","link":"https://dappradar.com/dapp/yearner-finance","website":"https://yearner.finance/","chains":["ethereum"],"categories":["defi"],"socialLinks":[{"title":"bitcointalk","url":"https://bitcointalk.org/index.php?topic=5291522","type":"bitcointalk"},{"title":"discord","url":"https://discord.gg/eYrwNZpnGt","type":"discord"},{"title":"facebook","url":"https://www.facebook.com/YearnerFinance/","type":"facebook"},{"title":"instagram","url":"https://www.instagram.com/yearnerfinance/","type":"instagram"},{"title":"medium","url":"https://yearnerfinance.medium.com/","type":"medium"},{"title":"telegram","url":"https://t.me/YearnerFinance","type":"telegram"},{"title":"twitter","url":"https://twitter.com/YearnerFinance","type":"twitter"}],"tags":[]},{"dappId":5549,"name":"BloctoSwap","description":"Inter-chain automatic market-making decentralized exchange on Flow, with assets bridged from Ethereum","fullDescription":"<p>BloctoSwap is the first decentralized exchange on Flow network (onflow.org). The first decentralized exchange to get the native FLOW token and the officially operated stablecoin FUSD.</p>","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/5549/bloctoswapethereum-dapp-exchanges-ethereum-logo_4f018cf417e013ae29c580d4d1416db6.png","link":"https://dappradar.com/dapp/bloctoswap","website":"https://swap.blocto.app","chains":["bnb-chain","ethereum","flow","solana"],"categories":["exchanges"],"socialLinks":[{"title":"discord","url":"https://discord.gg/H34KZqF","type":"discord"},{"title":"facebook","url":"https://www.facebook.com/blocto","type":"facebook"},{"title":"telegram","url":"https://t.me/blocto","type":"telegram"},{"title":"twitter","url":"https://twitter.com/BloctoApp","type":"twitter"}],"tags":[]},{"dappId":5573,"name":"Profit Circus","description":"The first of Seascape Network's DeFi minigames, users can add liquidity to the CWS-ETH pool on Uniswap and exchange LP tokens for freshly minted CWS.","fullDescription":"<p>In the Profit Circus, users can stake their LP tokens to earn freshly minted Crowns, proportionate to the amount staked over a 2 month period. First time players will be rewarded with a free NFT, which can be staked for Crowns in other minigames on the Seascape Network. With great APY, high rollers can expect great rewards.</p>\n<p>Go to Uniswap to add to the CWS-ETH pair liquidity pool. Make sure to use the right address: 0xac0104cca91d167873b8601d2e71eb3d4d8c33e0&nbsp;</p>\n<p>Stake LP tokens and be rewarded with Crowns at will. &nbsp;&nbsp;</p>\n<p>The Profit Circus is one of three Seascape DeFi minigames, along with Staking Saloon, and NFT Brawl, in which players can stake Crowns and NFTs for big rewards.</p>","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/5573/profitcircus-dapp-defi-ethereum-logo_046fab2548f330b09dfd33e28c1d6ff8.png","link":"https://dappradar.com/dapp/profit-circus","website":"https://www.seascape.network/profit-circus","chains":["bnb-chain","ethereum","moonriver"],"categories":["games"],"socialLinks":[{"title":"discord","url":"https://discord.io/SeascapeNetwork","type":"discord"},{"title":"medium","url":"https://medium.com/seascape-network","type":"medium"},{"title":"reddit","url":"https://www.reddit.com/r/SeascapeNetwork/","type":"reddit"},{"title":"telegram","url":"https://t.me/seascapenetwork","type":"telegram"},{"title":"twitter","url":"https://twitter.com/seascapenetwork","type":"twitter"}],"tags":[{"id":"10","name":"Layer 2","slug":"layer-2"},{"id":"11","name":"Content Creation","slug":"content-creation"},{"id":"12","name":"Art","slug":"art"},{"id":"13","name":"Pools","slug":"pools"},{"id":"14","name":"Gambling","slug":"gambling"},{"id":"15","name":"Knowledge","slug":"knowledge"},{"id":"16","name":"Farming","slug":"farming"},{"id":"18","name":"Discussions","slug":"discussions"},{"id":"19","name":"Photos","slug":"photos"},{"id":"1","name":"NFT","slug":"nft"},{"id":"20","name":"Videos","slug":"videos"},{"id":"21","name":"Move to Earn","slug":"move-to-earn"},{"id":"22","name":"Metaverse","slug":"metaverse"},{"id":"23","name":"Sports","slug":"sports"},{"id":"24","name":"Social","slug":"social"},{"id":"2","name":"Exchanges","slug":"exchanges"},{"id":"3","name":"Staking","slug":"staking"},{"id":"4","name":"Yield","slug":"yield"},{"id":"5","name":"DeFi","slug":"defi"},{"id":"6","name":"Games","slug":"games"},{"id":"7","name":"Play to Earn","slug":"play-to-earn"},{"id":"8","name":"Marketplaces","slug":"marketplaces"},{"id":"9","name":"Governance","slug":"governance"}]},{"dappId":5574,"name":"ONESWAP","description":"OneSwap makes every effort to become a decentralized and trusted platform. There are no admin controls or shutdowns built into the code of its smart contract, a","fullDescription":"<p>OneSwap makes every effort to become a decentralized and trusted platform. There are no admin controls or shutdowns built into the code of its smart contract, and all modifications and optimization will be decided by the voting results from community governance.</p>\n<p>Automated market making (AMM) can calculate the buying and selling price according to the formula, so as to provide continuous quotation for the market. Essentially, AMM is automatic agent and can be realized through smart contracts without human intervention. OneSwap applies the \"constant product market maker formula\" algorithm in AMM, which characterized in the firm liquidity provision to the market no matter how large the order book is or how small the liquidity pool is.</p>\n<p>OneSwap supports on-chain order book. Users can place buy and sell orders at a fixed price. All pending orders are stored in the order book of the blockchain, and the system will conduct transaction matching and settlement in terms of the buying and selling orders. In this way, high security and transparency can be guaranteed. However, all operations like order placing, cancellation, etc. need to be confirmed on the chain, and the transaction speed is affected by the public chain network and the transaction fee paid.</p>","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/5574/oneswap-dapp-exchanges-ethereum-logo_4813520ec508b47a5ef826f835d55877.png","link":"https://dappradar.com/dapp/oneswap","website":"https://www.oneswap.net/","chains":["ethereum"],"categories":["exchanges"],"socialLinks":[{"title":"twitter","url":"https://twitter.com/OneSwap","type":"twitter"}],"tags":[]},{"dappId":5578,"name":"Treasureland","description":"Treasureland is a cross-chain NFT platform for NFT issuance, NFT trading, NFT collections and tailored in-shop services.","fullDescription":"<p>Treasureland - BSC NFT market under DEGO is the largest NFT Trading market on Binance Smart Chain. It has a complete NFT ecosystem including NFT Casting, Mining, Crafting, Auction, Trading, Trading and more.</p>\n<p>Treasureland will be used in more business cases like games, blindbox. It will bridge the trasactions between users and DeFi programs.</p>","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/5578/treasureland-dapp-marketplaces-bsc-logo_05e658325a924a3aad1cbeb22e236c75.png","link":"https://dappradar.com/dapp/treasureland","website":"https://treasureland.market/","chains":["bnb-chain","ethereum","moonbeam","moonriver","polygon"],"categories":["marketplaces"],"socialLinks":[{"title":"blog","url":"https://blog.treasureland.market/","type":"blog"},{"title":"discord","url":"http://discord.gg/xJjSJrd","type":"discord"},{"title":"github","url":"https://github.com/orgs/treasureland-market","type":"github"},{"title":"instagram","url":"https://instagram.com/treasureland.market/","type":"instagram"},{"title":"medium","url":"https://treasure-land.medium.com/","type":"medium"},{"title":"telegram","url":"https://t.me/TreasurelandMarket","type":"telegram"},{"title":"twitter","url":"https://twitter.com/TreasurelandNFT","type":"twitter"}],"tags":[{"id":"10","name":"Layer 2","slug":"layer-2"},{"id":"11","name":"Content Creation","slug":"content-creation"},{"id":"12","name":"Art","slug":"art"},{"id":"13","name":"Pools","slug":"pools"},{"id":"14","name":"Gambling","slug":"gambling"},{"id":"15","name":"Knowledge","slug":"knowledge"},{"id":"16","name":"Farming","slug":"farming"},{"id":"18","name":"Discussions","slug":"discussions"},{"id":"19","name":"Photos","slug":"photos"},{"id":"1","name":"NFT","slug":"nft"},{"id":"20","name":"Videos","slug":"videos"},{"id":"21","name":"Move to Earn","slug":"move-to-earn"},{"id":"22","name":"Metaverse","slug":"metaverse"},{"id":"23","name":"Sports","slug":"sports"},{"id":"24","name":"Social","slug":"social"},{"id":"2","name":"Exchanges","slug":"exchanges"},{"id":"3","name":"Staking","slug":"staking"},{"id":"4","name":"Yield","slug":"yield"},{"id":"5","name":"DeFi","slug":"defi"},{"id":"6","name":"Games","slug":"games"},{"id":"7","name":"Play to Earn","slug":"play-to-earn"},{"id":"8","name":"Marketplaces","slug":"marketplaces"},{"id":"9","name":"Governance","slug":"governance"}]},{"dappId":5583,"name":"NFTBox","description":"NFTbox - The world's first NFT Gaming , Issuance , Trading & Auction  platform","fullDescription":"<p>NFTBOX is one comprehensive platform that supports NFT asset issuance, display, trading, and gaming. Currently we support the issuance and presentation of NFT assets in the form of &nbsp;box. The first NFT asset we support issued is the Onmyoji.</p>","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/5583/nftbox-dapp-games-ethereum-logo_220b3c532518c097fb38861f51a6ac6d.png","link":"https://dappradar.com/dapp/nftbox-3","website":"https://nftbox.com","chains":["ethereum"],"categories":["collectibles"],"socialLinks":[{"title":"telegram","url":"https://t.me/nftboxvip","type":"telegram"},{"title":"twitter","url":"https://twitter.com/nftboxvip","type":"twitter"}],"tags":[]},{"dappId":5603,"name":"BT.Finance","description":"$BT Best yield for Tokens!","fullDescription":"<p>BT.Finance is a smart DeFi yield aggregator based on ethereum ecosystem, targets the best and sustainable yield for tokens.</p>\n<p>The Vaults are divided into 3 pools as Stable Profits Pool, High Yield Pool and Smart Hybrid Pool to all users with various risk tolerances. The BT Vault v1 is to earn $CRV $SUSHI $PICKLE $BADGER $LDO $BAS $MIS $FXS from other excellent DeFi yield aggregators and platforms, thanks for their innovative products and hard work.</p>\n<p>Security is our first priority,we will have insurance fund to buy insurance from Defi insurance platforms such as Nexus Mutual and Cover Protocol besides the peckshield security audit.</p>\n<p>The project is launched by the community, It will run with Dao that is governed by vote of the community. We invite senior people in the blockchain industry and fund managers to serve as strategist and economic advisers to the development team.</p>","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/5603/btfinance-dapp-defi-ethereum-logo_28fcc76255938f90573f3c95cfc4ab1c.png","link":"https://dappradar.com/dapp/bt-finance","website":"https://bt.finance/","chains":["ethereum"],"categories":["defi"],"socialLinks":[{"title":"blog","url":"https://btfinance.medium.com/","type":"blog"},{"title":"discord","url":"https://discord.com/invite/9y5nKaqjmP","type":"discord"},{"title":"github","url":"https://github.com/btdotfinance","type":"github"},{"title":"telegram","url":"https://t.me/btdotfinance","type":"telegram"},{"title":"twitter","url":"https://twitter.com/btdotfinance","type":"twitter"}],"tags":[]},{"dappId":5612,"name":"EthBlockArt","description":"Create your own deterministic art painting Ethereum blocks.","fullDescription":"<p>Blockchain art you create, deterministically generated from the Ethereum blockchain and your inputs. A web3 platform and circular economy where digital artists inspire creators and creators express their style as tangible art pieces.</p>","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/5612/ethblockart-dapp-collectibles-ethereum-logo_716ad0093c1bb228c06b444a26fda7af.png","link":"https://dappradar.com/dapp/ethblockart","website":"https://ethblock.art","chains":["ethereum"],"categories":["collectibles"],"socialLinks":[{"title":"discord","url":"https://discord.gg/H7HYqcdWWK","type":"discord"},{"title":"twitter","url":"https://twitter.com/ethblockart","type":"twitter"}],"tags":[]},{"dappId":5626,"name":"DAppIncubator","description":"DAppIncubator generates income to users in multiple ways which includes increase in invested assets value, increase in purchased token price, earning dividends.","fullDescription":"<p><strong>DAppIncubator</strong> is an autonimous decentralized exchange smart contract deployed on the Ethereum blockchain which provides a secure way of generating passive income by providing a high return on investment.</p>\n<p>The DAppIncubator smart contract manages all blockchain transactions in real time without any third party intervention. These transactions include buying tokens, selling tokens, withdrawal, reinvestment, distribution of dividends and defines the price of tokens etc</p>\n<p>DAppIncubator generates income to users in multiple ways which includes <strong>increase in invested assets value, increase in purchased token price, earning dividends on token holdings</strong> etc.</p>\n<p><strong>Ethereum and ERC-20 tokens</strong> asset are an important part of the DAppIncubator system. Users need to invest (send) Ethereum or ERC-20 Tokens to the DAppIncubator smart contract using website or by calling the invest function via blockchain. By sending Ethereum and ERC-20 Tokens the smart contract will mint Dagainst investment. For Ethereum the system will mint DETH for USDT. The system will mint DUSDT. The price of each minted token is determined based on predefined initial price and increment price which is discussed in the next slide.</p>","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/5626/dappincubator-dapp-high-risk-ethereum-logo_e9d4a133d80522615b032535c5511a5b.png","link":"https://dappradar.com/dapp/dappincubator","website":"https://www.dappincubator.com/","chains":["ethereum"],"categories":["high-risk"],"socialLinks":[{"title":"telegram","url":"https://t.me/dappincubatorofficial","type":"telegram"},{"title":"twitter","url":"https://twitter.com/DefiDapp","type":"twitter"},{"title":"youtube","url":"https://www.youtube.com/channel/UCQ_Nt_qzPU5P9FZPt7Ep_NQ","type":"youtube"}],"tags":[]},{"dappId":5633,"name":"DAPPCLUSTER","description":"DAppCluster is an auto-compounding Smart Contract paying 2% daily profit. The platform has been built on the Ethereum blockchain with High Level of Security.","fullDescription":"<p><strong>DAppCluster</strong></p>\n<p>DAppCluster is an auto-compounding Smart Contract, built on the Ethereum blockchain. The platform has been coded with a High level of security and safety as a priority. DAppCluster was created by, and for smart people who value long term, and sustainable dividend paying opportunities conducted via smart contract technology- With No Intermediaries</p>\n<p>DAppCluster is now live on the Ethereum blockchain.</p>\n<p><strong>Key Features</strong></p>\n<ul>\n  <li>A Long Term &amp; Sustainable Decentralized Ecosystem</li>\n  <li>Source Code Verified Smart Contract</li>\n  <li>Audited by Multiple Auditors</li>\n  <li>Built on the Ethereum Blockchain</li>\n  <li>Built-in Mechanism to Protect Contract Drain from Whales</li>\n  <li>Passive Income Source</li>\n  <li>Scam Proof, No Backdoor &amp; Exit Scam Code</li>\n  <li>Open-Source Code</li>\n  <li>Supported by Industry Leading Experts &amp; a Large Crypto Community</li>\n  <li>Investors can invest as small as 0.01 ETH.</li>\n  <li>Hard and soft locking periods will not allow system funds to drain and keep system live for the long run.</li>\n  <li>Development fees, marketing fees or any referral amount will not be deducted from the original investments of the users. Same will be generated during soft locking period reducing burden on the investors.</li>\n</ul>\n<p><strong>Referral Bonus Is Applicable on 3 Levels</strong></p>\n<p>🥇 Investors at Level 1 Will Receive 8% Of Investment&nbsp;</p>\n<p>🥈 Investors at Level 2 Will Receive 4% Of Investment&nbsp;</p>\n<p>🥉 Investors at Level 3 Will Receive 2% Of Investment</p>","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/5633/dappcluster-dapp-defi-ethereum-logo_0fc2facac624b2dff6cbf154a8e0fd3f.png","link":"https://dappradar.com/dapp/dappcluster","website":"https://www.dappcluster.com/","chains":["ethereum"],"categories":["defi"],"socialLinks":[{"title":"telegram","url":"https://t.me/DAppCluster","type":"telegram"}],"tags":[]},{"dappId":5635,"name":"ApeBond","description":"ApeBond is a multi-chain bonding protocol committed to building a sustainable DeFi future for projects and communities, overseen by the ApeBond DAO.","fullDescription":"<p><strong>ApeBond is a multi-chain bonding protocol committed to building a sustainable DeFi future for projects and communities, overseen by the ApeBond Decentralized Autonomous Organization (DAO).</strong></p>\n<p><br></p>\n<p>Our community and partners can tap into the next generation of financial innovation through our bonds in a secure, transparent, and globally accessible way.</p>\n<p><br></p>\n<p>To get started with ApeBond:</p>\n<ul>\n  <li><strong>Join </strong>by interacting with our community, using our DeFi platform, and purchasing our native utility token, ABOND.</li>\n  <li><strong>Swap</strong> between different cryptocurrency tokens on multiple chains using our Multi-Chain DEX aggregator powered by LiFi.</li>\n  <li><strong>Earn</strong> tokens by staking your assets on Farms and Staking Pools</li>\n  <li><strong>Purchase Liquidity Bonds</strong> with Liquidity Provider (LP) tokens to receive an NFT that represents discounted ABOND or partner tokens that vest over time.</li>\n  <li><strong>Purchase Reserve Bonds</strong> with blue chip tokens or stablecoins to receive an NFT that represents discounted tokens from partner projects that vest over time.</li>\n</ul>\n<p><br></p>\n<p>Crypto projects can partner with ApeBond to:</p>\n<ul>\n  <li><strong>Receive</strong> advisory services from our team.</li>\n  <li><strong>Network</strong> with our robust partnership ecosystem.</li>\n  <li><strong>Co-market</strong> with us to acquire new users.</li>\n  <li><strong>Diversify their treasuries through Bonds</strong> by selling discounted tokens that vest over time in exchange for LP tokens (liquidity) or blue chips / stablecoins.</li>\n</ul>","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/5635/apebond-dapp-exchanges-5635-logo_73ab0733f0277d021153052713c1f7cd.png","link":"https://dappradar.com/dapp/apebond","website":"https://ape.bond/?utm_source=dappradar.com&utm_medium=referral&utm_campaign=ref1","chains":["arbitrum","bnb-chain","ethereum","polygon"],"categories":["exchanges"],"socialLinks":[{"title":"discord","url":"https://apebond.click/discord","type":"discord"},{"title":"github","url":"https://github.com/apeswapfinance","type":"github"},{"title":"instagram","url":"https://instagram.com/ape.bond","type":"instagram"},{"title":"medium","url":"https://apebond.medium.com/","type":"medium"},{"title":"reddit","url":"https://www.reddit.com/r/ApeBond/","type":"reddit"},{"title":"telegram","url":"https://t.me/ape_bond","type":"telegram"},{"title":"twitter","url":"https://twitter.com/ApeBond","type":"twitter"}],"tags":[{"id":"10","name":"Layer 2","slug":"layer-2"},{"id":"11","name":"Content Creation","slug":"content-creation"},{"id":"12","name":"Art","slug":"art"},{"id":"13","name":"Pools","slug":"pools"},{"id":"14","name":"Gambling","slug":"gambling"},{"id":"15","name":"Knowledge","slug":"knowledge"},{"id":"16","name":"Farming","slug":"farming"},{"id":"18","name":"Discussions","slug":"discussions"},{"id":"19","name":"Photos","slug":"photos"},{"id":"1","name":"NFT","slug":"nft"},{"id":"20","name":"Videos","slug":"videos"},{"id":"21","name":"Move to Earn","slug":"move-to-earn"},{"id":"22","name":"Metaverse","slug":"metaverse"},{"id":"23","name":"Sports","slug":"sports"},{"id":"24","name":"Social","slug":"social"},{"id":"2","name":"Exchanges","slug":"exchanges"},{"id":"3","name":"Staking","slug":"staking"},{"id":"4","name":"Yield","slug":"yield"},{"id":"5","name":"DeFi","slug":"defi"},{"id":"6","name":"Games","slug":"games"},{"id":"7","name":"Play to Earn","slug":"play-to-earn"},{"id":"8","name":"Marketplaces","slug":"marketplaces"},{"id":"9","name":"Governance","slug":"governance"}]},{"dappId":5640,"name":"Mushrooms Finance","description":"Let us indulge ourselves a little bit in the mushrooms. Shroom High!!","fullDescription":"<p>Mushrooms Finance, yet another crypto earning vault with focus on <strong>seeking sustainable profit</strong> in DeFi universe. 🎉🎉🎉</p>\n<p>Mushrooms Finance adopts a fair distribution mechanism and healthy tokenomics from Day 1.</p>\n<ul>\n  <li><strong>No private sale or VC</strong></li>\n  <li><strong>No pre-mining</strong></li>\n  <li><strong>No public sale or IEO or airdrop</strong></li>\n  <li><strong>Governance token buy-back and distribute instead of burning</strong></li>\n  <li><strong>Encourage participation in Mushrooms ecosystem</strong></li>\n</ul>\n<p>We create the first version of Mushrooms Finance smart contracts out of inspiration from popular DeFi projects like Yearn Finance (YFI), Pickle Finance and Sushiswap among many others.</p>\n<p>⚠️But again, all smart contracts at this moment are not formally audited yet, so please <strong>bear the risk in mind </strong>and use with care also DYOR before putting serious amount of crypto asset.⚠️</p>\n<p>Anyway, time to let us indulge ourselves a little bit in the Mushrooms.</p>\n<p>Shroom High!!✌️</p>","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/5640/mushroomsfinance-dapp-defi-ethereum-logo_bb1817266536988601fe4e6d5179d7d3.png","link":"https://dappradar.com/dapp/mushrooms-finance","website":"https://mushrooms.finance/","chains":["ethereum"],"categories":["exchanges"],"socialLinks":[{"title":"discord","url":"https://discord.com/invite/azeHDXA4BF","type":"discord"},{"title":"github","url":"https://github.com/mushroomsforest","type":"github"},{"title":"medium","url":"https://mushroomsfi.medium.com/","type":"medium"},{"title":"twitter","url":"https://twitter.com/MushroomsFinan1","type":"twitter"}],"tags":[]},{"dappId":5641,"name":"Akropolis","description":"Automate your DeFi life:\nCombine and compound DeFi yields and DCA your way into ETH & BTC","fullDescription":"<p><strong>Combine DeFi Yields with Capital Gains</strong></p>\n<p>Farm COMP, BAL, MTA and others cheaper while passively investing into BTC and ETH, all from one convenient interface</p>\n<p><strong>Earn Rewards for Saving and Liquidity Provision</strong></p>\n<p>Weekly AKRO governance token rewards for all users</p>\n<p><strong>Automated Low-Cost DCA Entry and Exit</strong></p>\n<p>Remove emotion and friction for easy passive investing</p>","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/5641/akropolis-dapp-defi-ethereum-logo_a89d55a86d9d9850cc79b4646e0b9d68.png","link":"https://dappradar.com/dapp/akropolis","website":"https://delphi.akropolis.io/","chains":["ethereum"],"categories":["defi"],"socialLinks":[{"title":"discord","url":"https://discord.com/invite/Y58CGUW","type":"discord"},{"title":"github","url":"https://github.com/akropolisio","type":"github"},{"title":"medium","url":"https://medium.com/akropolis","type":"medium"},{"title":"telegram","url":"https://t.me/akropolis_official","type":"telegram"},{"title":"twitter","url":"https://twitter.com/akropolisio","type":"twitter"}],"tags":[]},{"dappId":5642,"name":"PieDAO","description":"PieDAO, the asset allocation DAO for decentralized market-weighted portfolio allocations.","fullDescription":"<p>PieDAO was born with a mission to make wealth creation something every single human being could benefit from, not just the lucky few.</p>\n<p>For as long as the modern-day financial system has existed, the ability to achieve financial freedom has been available exclusively to those who had (some) wealth to begin with: more often than not, one needed to be born to a successful family, have access to strong financial education, and initial capital to play with.</p>\n<p>For the rest of us, getting from 0 to 1 in wealth creation is a gigantic chasm extremely hard to overcome, meaning that we have to spend most of our lives focusing on earning income, never quite getting to the stage of actually accumulating wealth.</p>\n<p>Many of the PieDAO summoners and early members have experienced this first hand, including me.</p>\n<p>I come from a lower-middle-class family, no one in my family went to college before my sister and the only talk about money I recall as a kid was related to the fact that we didn’t have enough of those.</p>","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/5642/piedao-dapp-defi-ethereum-logo_13795036c5fa2d286b6ed8714f266855.png","link":"https://dappradar.com/dapp/piedao","website":"https://www.piedao.org/","chains":["ethereum"],"categories":["defi"],"socialLinks":[{"title":"discord","url":"https://discord.com/invite/SDnudcu","type":"discord"},{"title":"github","url":"https://github.com/pie-dao","type":"github"},{"title":"medium","url":"https://medium.com/piedao","type":"medium"},{"title":"twitter","url":"https://twitter.com/PieDAO_DeFi","type":"twitter"}],"tags":[]},{"dappId":5646,"name":"Bullrun Babes™","description":"Bullrun Babes™ are uniquely generated collectibles","fullDescription":"<p>Bullrun Babes™ are 8888 uniquely generated collectibles built upon the Ethereum ERC-721 standard that powers most digital art and collectibles. Each card is an NFT (Non-Fungible Token) that can be officially owned by a single person on the Ethereum blockchain.</p>","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/5646/bullrunbabes-dapp-collectibles-ethereum-logo_77df52a6321f4fb6131d4965a4fb1dd3.png","link":"https://dappradar.com/dapp/bullrun-babes","website":"https://www.bullrunbabes.com/","chains":["ethereum"],"categories":["collectibles"],"socialLinks":[{"title":"twitter","url":"https://twitter.com/BullrunBabes","type":"twitter"}],"tags":[]},{"dappId":5654,"name":"Ideamarket","description":"A market where you can vote with dollars to establish credibility for ideas and people without trusting a centralized third party.","fullDescription":"<p>Ideamarket is a market where you can vote with dollars to establish credibility for ideas and people without trusting a centralized third party.</p>\n<p>Ideamarket aims to unmanufacture consent by making risk management the arbiter of public credibility.</p>\n<p>To help achieve this, Ideamarket offers creators a new income stream based on trust, without dependence on ads or paywalls.</p>\n<p>Trusted voices crowdsource a high rank \"for free,\" as their audience buys upvotes out of sincere belief and self-interest. The disingenuous must pay out-of-pocket for a high rank, competing against the buying power of entire populations. Over time, market cycles shake out both the deceivers, and the deceived.</p>","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/5654/ideamarket-dapp-social-ethereum-logo_b3a33d1c59b826682278b3da13342b45.png","link":"https://dappradar.com/dapp/ideamarket","website":"https://ideamarket.io/","chains":["ethereum"],"categories":["social"],"socialLinks":[{"title":"discord","url":"https://discord.com/invite/zaXZXGE4Ke","type":"discord"},{"title":"github","url":"https://github.com/Ideamarket","type":"github"},{"title":"twitter","url":"https://twitter.com/ideamarkets_","type":"twitter"}],"tags":[]},{"dappId":5655,"name":"ygov.finance","description":"Stake tokens, generate new proposals and vote on existing ones.","fullDescription":"<p>You have to stake your YFI at ygov.finance in the v2 tab under Governance V2 or in the yYFI vault to have your votes counted. Since Yearn uses Snapshot for off-chain votations, for each YIP voted off-chain there'll be a snapshot at a given block of all the YFI tokens staked in governance and in the vault. Only people with YFI staked in governance or in the vault at the time of the snapshot will be able to vote in that YIP.</p>","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/5655/ygovfinance-dapp-defi-ethereum-logo_f5d646bb57ef9cd074c6530904185b0d.png","link":"https://dappradar.com/dapp/ygov-finance","website":"https://ygov.finance/","chains":["ethereum"],"categories":["defi"],"socialLinks":[{"title":"github","url":"https://github.com/iearn-finance","type":"github"},{"title":"medium","url":"https://medium.com/iearn","type":"medium"},{"title":"telegram","url":"https://t.me/yearnfinance","type":"telegram"},{"title":"twitter","url":"https://twitter.com/iearnfinance","type":"twitter"}],"tags":[]},{"dappId":5656,"name":"zLOT.Finance","description":"The first staking protocol built upon HegicOptions","fullDescription":"<p><strong>POOL YOUR HEGIC WITH US TO GET REWARDS</strong></p>\n<p>HEGIC pays rewards to accounts that own a “staking lot” Staking lots are assigned to accounts with 888K HEGIC or more. Stake your HEGIC with us so we get staking lots and share the rewards.</p>","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/5656/zlotfinance-dapp-defi-ethereum-logo_c3d8e0c78e2fa9e1836c3ab4e893e62a.png","link":"https://dappradar.com/dapp/zlot-finance","website":"https://zlot.finance/","chains":["ethereum"],"categories":["defi"],"socialLinks":[{"title":"discord","url":"https://discord.gg/XBfpw4c","type":"discord"},{"title":"medium","url":"https://zlot.medium.com/","type":"medium"},{"title":"twitter","url":"https://twitter.com/zLOTFinance","type":"twitter"}],"tags":[]},{"dappId":5657,"name":"Hedgehog","description":"Hedgehog is a fully decentralized protocol for hedging against price changes of on-chain assets.","fullDescription":"<p>Hedgehog is an algorithmic hedging protocol. The goal of hedgehog is to allow fully decentralized on chain hedging against depreciation of on chain assets. It aims to realize this by using <strong>S</strong>inge sided <strong>A</strong>utomated <strong>M</strong>arket makers. That is why we call our hedgehog <strong>SAM</strong>.</p>\n<p>SAM is based on Automated Market Makers (AMM) with the difference that the market only has one asset. The other side of the market is a hedge token (hAsset) that is minted on deposit and burned on withdraw based on the position on the bonding curve. For hedgehog we use an exponential bonding curve. Because of the exponential curve, users that deposit later will receive less hAssets. While the hAssets of users that deposit early increase in value. This means that hAssets are inversely correlated to the assets deposited in hedgehog. This allows for SAM to be a prediction market for depreciation in value of assets.</p>","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/5657/hedgehog-dapp-defi-ethereum-logo_2f363423424e08dc5ba2d2a43053a7a2.png","link":"https://dappradar.com/dapp/hedgehog","website":"https://app.hedgehog.financial/","chains":["ethereum"],"categories":["exchanges"],"socialLinks":[{"title":"twitter","url":"https://twitter.com/HedgehogProtoc1","type":"twitter"}],"tags":[]},{"dappId":5658,"name":"Hodler","description":"Hodler is the decentralized game to earn rewards for hodling","fullDescription":"<p>Hodl is used in the cryptocurrency space to describe holding a cryptocurrency rather than selling. Selling is done by weak hands. To give the real hodlers in the space the chance to prove themselves we created hodler, a game where early sellers are penalized and hodlers are rewarded. As it should in the crypto space hodler is fully decentralized, meaning the game when started <strong>can't be stopped</strong>.</p>","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/5658/hodler-dapp-games-ethereum-logo_fab929d346a05275c5280b157e28a9e4.png","link":"https://dappradar.com/dapp/hodler","website":"https://app.hodler.financial/","chains":["ethereum"],"categories":["games"],"socialLinks":[{"title":"twitter","url":"https://twitter.com/HedgehogProtoc1","type":"twitter"}],"tags":[]}],"page":41,"pageCount":91,"resultCount":4541,"resultsPerPage":50}