{"success":true,"results":[{"dappId":1432,"name":"Lothlor Token Fund","description":"Lothlor Token Fund, symbol LOT, enables individ","fullDescription":"<p>Lothlor Token Fund, symbol LOT, enables individuals to gain exposure to the price movement of digital assets.</p>\r\n","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/1432/lothlortokenfund-dapp-other-eth-logo_b822a62fc35e101393b0c37b1777ba03.png","link":"https://dappradar.com/dapp/lothlor-token-fund","website":"https://lothlor.com/","chains":["ethereum"],"categories":["other"],"socialLinks":[{"title":"LinkedIn","url":"https://www.linkedin.com/company/lothlor-token-fund","type":"other"},{"title":"Official Instagram","url":"http://www.instagram.com/lothlortoken","type":"instagram"},{"title":"Official Twitter","url":"http://www.twitter.com/lothlortoken","type":"twitter"}],"tags":[]},{"dappId":1434,"name":"Find The Rabbit","description":"The objective of the game is to guess correctly wh","fullDescription":"The objective of the game is to guess correctly where your opponent chose to hide the rabbit in or you could also opt to be a game host and hide the rabbit yourself. At this moment in time, you could place bets with your #ETH or #POA tokens, and the good thing is that you have 50% chance to win no matter how many rounds you decide to play. The sole fact that picking the hat logic is entirely controlled by your choice makes this p2p game truly exciting and unpredictable.","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/1434/findtherabbit-dapp-gambling-eth-logo_5bfafc3325944578fe5f5f8630258ed3.png","link":"https://dappradar.com/dapp/find-the-rabbit","website":"https://findtherabbit.me","chains":["ethereum"],"categories":["gambling"],"socialLinks":[],"tags":[]},{"dappId":1435,"name":"CryptoTycoons","description":"Hello! Everybody. Welcome to the CRYPTO TYCOONS","fullDescription":"<p>Hello! Everybody. Welcome to the CRYPTO TYCOONS!! You can play games using Tron and Ethereum. Enjoy the new experience we make!</p>\r\n","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/1435/cryptotycoons-dapp-gambling-eth-logo_4a99d641f9b64e199aa32c1dbcabf060.png","link":"https://dappradar.com/dapp/cryptotycoons","website":"https://cryptotycoons.io","chains":["ethereum"],"categories":["gambling"],"socialLinks":[{"title":"GuildChat","url":"https://www.guildchat.io/g/CmCG0k","type":"other"},{"title":"Official Telegram","url":"https://t.me/cryptotycoonsio","type":"telegram"},{"title":"Official Twitter","url":"https://twitter.com/cryptotycoons1","type":"twitter"}],"tags":[]},{"dappId":1436,"name":"Slugroad","description":"At last, slug science discovered time travel. Jump","fullDescription":"At last, slug science discovered time travel. Jump in an Ether-powered Lambo, drive fast enough, then let the winds of Hyperspeed carry you to the past. Or the future. Slugs aren&#39;t sure which one. Slugroad is a king-of-the-hill game similar in spirit to Fomo3D, with fairer mechanics: - buy slugs =&gt; get divs and become the driver - use your rewards to skip ahead and get even more slugs, at a better rate - the longer you hold the wheel, the more rewards you get. no all or nothing - throw your slugs and get a second chance to win the full pot Due to the flows of time travel, Slugroad exists on several planes of existence: Ethereum, POA, and xDai. Each track works independently, with slightly varying settings to encourage different plays. Vroom vroom.","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/1436/slugroad-dapp-gambling-eth-logo_2b59c583685380817d65f31b3c880408.png","link":"https://dappradar.com/dapp/slugroad","website":"https://snailking.github.io/slugroad","chains":["ethereum"],"categories":["gambling"],"socialLinks":[{"title":"Official Discord","url":"https://discord.gg/JU8P4Ru","type":"discord"},{"title":"Official Twitter","url":"https://twitter.com/EtherSnailFarm","type":"twitter"}],"tags":[]},{"dappId":1437,"name":"Castle Buidl","description":"Castle Buidl is an Ethereum based construction gam","fullDescription":"Castle Buidl is an Ethereum based construction game. You can create digital castles from scratch by using many different digital pieces (ERC721). Instead of storing your ERC721, you can actually play with them. This game is based on the Ethereum blockchain.","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/1437/castlebuidl-dapp-games-eth-logo_ffabc85b6646558bb4f2c72723daf937.png","link":"https://dappradar.com/dapp/castle-buidl","website":"https://castlebuidl.com/","chains":["ethereum"],"categories":["games"],"socialLinks":[{"title":"Official Twitter","url":"https://twitter.com/Alber_Erre","type":"twitter"}],"tags":[]},{"dappId":1438,"name":"Counter","description":"Counter is a digital asset exchange platform offer","fullDescription":"Counter is a digital asset exchange platform offering the complete trading experience. Counter uses a hybrid-decentralized architecture to achieve the performance of centralized exchange and the security and auditability of a decentralized exchange","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/1438/counter-dapp-exchanges-eth-logo_aa67debc01ab6e4f4979aed6a44e4685.png","link":"https://dappradar.com/dapp/counter","website":"https://counter.market/","chains":["ethereum"],"categories":["exchanges"],"socialLinks":[{"title":"Official Medium","url":"https://medium.com/@counter_market","type":"medium"},{"title":"Official Twitter","url":"https://twitter.com/Counter_Market","type":"twitter"}],"tags":[]},{"dappId":1439,"name":"CryptoDozer","description":"CryptoDozer 2.0 – Collect, Combine & Sell","fullDescription":"CryptoDozer 2.0 is now live! Earn awesome NFT DozerDolls to use across PlayDapp games. Enhance them for more game-play! Trade them with other players to earn! \n\nInspired by coin pusher arcade games, CryptoDozer is a coin & doll collecting game - powered by the blockchain. Line up your coins to push DozerDolls into your collection. Combine them to make NFT Fancy Dolls for cross game fun. Use special items like Walls,  Giant Coins and XP Boost and the powerful Bull Dozer to rank up faster and collect rarer Dolls. \n\nSell your Created Fancy Dolls to other players, to boost their gameplay and to earn ETH.","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/1439/cryptodozer-dapp-games-eth-logo_dbf65117ee5aee16f9246c5550d1dfa9.png","link":"https://dappradar.com/dapp/cryptodozer","website":"https://cryptodozer.io","chains":["ethereum"],"categories":["games"],"socialLinks":[{"title":"discord","url":"https://discord.gg/5QMpnJ7","type":"discord"},{"title":"facebook","url":"https://www.facebook.com/playdapp.io/","type":"facebook"},{"title":"medium","url":"https://medium.com/playdapp","type":"medium"},{"title":"reddit","url":"https://www.reddit.com/user/playdapp_io","type":"reddit"},{"title":"telegram","url":"https://t.me/cryptodozer_io","type":"telegram"},{"title":"twitter","url":"https://twitter.com/playdapp_io","type":"twitter"}],"tags":[]},{"dappId":1440,"name":"Ethup","description":"The first hybrid smart contract with acceptance of","fullDescription":"The first hybrid smart contract with acceptance of all cryptocurrencies and Fiat money (via cards and cash). We do not just promise you something new in the world of HYIP projects - we have actually implemented it. Pay by any cryptocurrency, pay directly from your ETH wallet or just use your bank card - now it is possible. You do not have to learn the complex processes of working with the blockchain wallet, just choose any convenient way to pay for participation, the rest of Etnup will do it for you! PARTICIPANTS LEVELS 1) Ethers friend - from 0,01 to 0,1 ETH - 1% 2) Finney junior - from 0,1 to 1 ETH - 1.5% 3) Big Szabo - from 1 to 5 ETH - 2% 4) Shanon senior - from 5 to 10 ETH - 2.5% 5) Lovelace - from 10 to 20 ETH - 3% 6) Super Babbage - from 20 to 30 ETH - 3.5% 7) BOSS WEI - from 30 to 50 ETH - 4% OPPORTUNITIES AND CONDITIONS OF THE INVESTMENT PLATFORM ETHUP.IO LIMITS OF PROFITS BY CONTRIBUTION Once you gained 150% of contributed finances, your wallet is disconnected from payments. You may reinvest, gaining additional +10% and continue the participation REINVESTING You can make reinvestment by receiving an additional + 10% of the deposit amount for this and continue to participate. The bonus is received only by the participant who has already received 150% profit and invests a second time or more. BOOST MODE All tariffs have the Boost mode. All tariffs have the Boost mode. If you are not taking your contribution back, the finances you left gain interest according to the selected level.&nbsp;","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/1440/ethup-dapp-high-risk-eth-logo_d9bae56f4a4c5fa7100c45fb2af0ef48.png","link":"https://dappradar.com/dapp/ethup","website":"https://ethup.io","chains":["ethereum"],"categories":["high-risk"],"socialLinks":[{"title":"Official Facebook","url":"https://www.facebook.com/groups/2209815545899040","type":"facebook"},{"title":"Official Instagram","url":"https://www.instagram.com/ethup.io/","type":"instagram"},{"title":"Official Twitter","url":"https://twitter.com/Ethup1","type":"twitter"}],"tags":[]},{"dappId":1441,"name":"FortuneCats","description":"Fortune Cats are digital versions of maneki-neko. ","fullDescription":"Fortune Cats are digital versions of maneki-neko. The maneki-neko ( japanese name for fortune cats ) is a common talisman, which is believed to bring good luck to its owner. At FortuneCats.co you can acquire your own, crypto-bred maneki-neko. These cats are prepared as &ldquo;digital ceramic&rdquo; talismans in form of ERC721 Ethereum Tokens. All the kitties are tailored to fit your trading, hodling, fortune needs. You can claim a free fortune cat or you can buy any type of fortune cats and after you acquire them you can watch them waving on your fortune wall. In the roadmap there is planned transfers between users, shareable walls to show others your collection, special stats for every cat you own, special tokens ( plants and decorations ) to put on your wall. And of course, there are many other cats planned to be added to the shop.","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/1441/fortunecats-dapp-collectibles-eth-logo_7c3514215bab2b7c22fce35431238416.png","link":"https://dappradar.com/dapp/fortunecats","website":"https://fortunecats.co/","chains":["ethereum"],"categories":["collectibles"],"socialLinks":[],"tags":[]},{"dappId":1443,"name":"Play0x","description":"The ONLY gaming platform for all ERC20 Tokens Play","fullDescription":"The ONLY gaming platform for all ERC20 Tokens Play0x.com is the only platform in the world that allows players to use Ethereum standard ERC20 tokens to play games. Multiple types of game platform Play0x.com provides games developed by third-party developers. We will set different standards to classify the game (for example, casino games must use public smart contracts to create random number, etc). Most games will use ERC20 tokens as the game currency and currently we open three types of games： Casino games Cards, roulette, lotto balls, dice and other types of casino games let players to use a short period of time for entertainment. This type of game must generate random numbers through open smart contracts to ensure the fairness of the game.In the process of playing the game, you need to wait for the transaction processing time of Ethereum. we strongly recommended that you can use Play0x.com&#39;s exclusive automatic betting function to shorten the waiting time. Casual games Casual games are comprehensive games. The gameplay is varied and does not necessarily use smart contracts (please refer to the description of each game). The game types include Html 5 web games, mobile games and client games. Web games only need to log in to Play0x.com to start playing games. Each game will offer different reward methods. When you reach the reward conditions, you can get ETH or ERC20 tokens. Multiplayer games A game specially designed according to the characteristics of Ethereum. Players need to compete at the same time or work together to complete the level to get rewards. The game categories include strategy games, table games, simulation games, card games, and forecast events etc.The back end of the game uses a blending mode of centralized computing and smart contract computing to improve the efficiency of the game. The core calculation of the game (winning and losing judgment, external data acquisition, random probability generation, etc.) and equity proof (game currency, character props, etc.) will be run on smart contracts to ensure that all players play in a fair and open environment.","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/1443/play0x-dapp-gambling-eth-logo_e705ceb898d0b7cfe272911efde5bfe8.png","link":"https://dappradar.com/dapp/play0x","website":"https://www.play0x.com","chains":["ethereum"],"categories":["gambling"],"socialLinks":[{"title":"Official Telegram","url":"https://t.me/joinchat/H6NFNA_N1O_wVFJSwPZ8fg","type":"telegram"},{"title":"Official Twitter","url":"https://twitter.com/Play0xOfficial","type":"twitter"}],"tags":[]},{"dappId":1444,"name":"EtherStake","description":"You do not need MetaMask to play. You can become a","fullDescription":"You do not need MetaMask to play. You can become a Stakeholder by sending 0.01 ETH or more to the contract, 50% of the ETH goes to the current Stakeholders as dividends, 50% goes to the jackpot. The last person to buy a stake at the end of a round wins the jackpot! When you buy a stake , time is added the timer and you become the leader . There is a multiplier that adds a bonus to your stake puchases, which decreases slightly every day. When the timer reaches zero, the last person to buy a stake wins the jackpot, and a new round is started. Players can withdraw or reinvest their earned dividends at any time, for current and future rounds. No lockout period, no expiration. Players can add a name and message which will be displayed to all visitors of the site for free.","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/1444/etherstake-dapp-gambling-eth-logo_5da1bef1a13e1ce912364e4fdbad249a.png","link":"https://dappradar.com/dapp/etherstake","website":"https://etherstake.me","chains":["ethereum"],"categories":["gambling"],"socialLinks":[{"title":"Official Twitter","url":"https://twitter.com/EtherStake","type":"twitter"}],"tags":[]},{"dappId":1445,"name":"MyEtherGames","description":"That is why we offer to get acquainted with the ca","fullDescription":"That is why we offer to get acquainted with the casino with Ethereum. In them you can bet using another type of cryptocurrency. And, as you know, this type of payments is endowed with many advantages.","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/1445/myethergames-dapp-gambling-eth-logo_1f7ae7ad4e147659192c35d4560c9bf7.png","link":"https://dappradar.com/dapp/myethergames","website":"https://www.myethergames.fun/","chains":["ethereum"],"categories":["gambling"],"socialLinks":[],"tags":[]},{"dappId":1446,"name":"Blockfight","description":"Blockfight is a visceral online gaming experience,","fullDescription":"Blockfight is a visceral online gaming experience, where players pit monstrous behemoths against each other in high-res 3D environments as the dice roll. Try your luck as two larger-than-life monsters fight it out for your amusement - and your coin! Feel the thrill of wagering crypto against provably fair odds and near instant transactions. Play with ETH or HALO!","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/1446/blockfight-dapp-gambling-eth-logo_ce8612ef1e8dc8184be10bd2c18ad584.png","link":"https://dappradar.com/dapp/blockfight","website":"https://www.blockfight.com","chains":["ethereum"],"categories":["gambling"],"socialLinks":[{"title":"Official Facebook","url":"https://www.facebook.com/BlockandChainGames/","type":"facebook"},{"title":"Official Instagram","url":"https://www.instagram.com/blockandchaingames","type":"instagram"},{"title":"Official Twitter","url":"https://twitter.com/BandCGame","type":"twitter"}],"tags":[]},{"dappId":1447,"name":"Crypto-Cards","description":"[Un]Traditional. Simple. Fun. Limited Edition, Col","fullDescription":"[Un]Traditional. Simple. Fun. Limited Edition, Collectible, Crypto Trading Cards. Buy, Sell &amp; Trade with Anyone - We take No Fees! 8 Random Cards per Pack with 1 in 12 odds of finding a Legendary Card! You set the price of your cards. You negotiate your trades. You have full ownership and control!","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/1447/cryptocards-dapp-collectibles-eth-logo_c7957a7cf66be8763758261a42563091.png","link":"https://dappradar.com/dapp/crypto-cards-2","website":"https://crypto-cards.io","chains":["ethereum"],"categories":["collectibles"],"socialLinks":[{"title":"Official Discord","url":"https://discord.gg/C9GnsTy","type":"discord"},{"title":"Official Facebook","url":"https://www.facebook.com/CryptoCardsIO","type":"facebook"},{"title":"Official Instagram","url":"https://www.instagram.com/cryptocards_io/","type":"instagram"},{"title":"Official Twitter","url":"https://twitter.com/cards_io","type":"twitter"}],"tags":[]},{"dappId":1448,"name":"GetETH INVEST","description":"GetETH is an investment medium-risk platform based","fullDescription":"GetETH is an investment medium-risk platform based on Ethereum smart contract with an effective model of income distribution among all participants. The main objective of the platform is to receive passive income from the turnover of the casino and exchange, as well as from the referral program. The transparent operation of the system is ensured by the algorithms of the smart contract program code, with a confirmed audit and public information. It is funded partially by the cryptocurrency exchange revenue and other products. With the help of the GET investment token, the profit as dividend income is evenly distributed among all participants of the site in proportion to the size of the deposits. The yield varies from 5 to 10 percent of the commission income from transactions for depositing / withdrawing deposits on the exchange and 4.5% of the turnover of smart casino, an integral part of the project. With an increase in the turnover of the platform, the investor&#39;s profit also increases. For each new user attracted by the referral program, the holder of tokens receives a profit that equals 3% of the contributed amount.","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/1448/getethinvest-dapp-high-risk-eth-logo_eee58f559ec6926f84ae3875743d7873.png","link":"https://dappradar.com/dapp/geteth-invest","website":"https://geteth.io","chains":["ethereum"],"categories":["high-risk"],"socialLinks":[{"title":"Official Discord","url":"https://discordapp.com/invite/zExNSQy","type":"discord"},{"title":"Official Telegram","url":"https://t.me/GetETH_en","type":"telegram"}],"tags":[]},{"dappId":1449,"name":"Ethex","description":"Ethex is a very simple game and it differs from","fullDescription":"<p>Ethex is a very simple game and it differs from others: &nbsp; 1) Ethex has the biggest Superprize among other Ethereum lotteries: 1225 ETH ? 2) Ethex don&rsquo;t use any random generator: you guess the symbols of a real, upcoming Ethereum hash block. 3) No sign ups and deposits. &nbsp; Try your daily luck and win! ??? &nbsp; We have five different jackpots: - Time-based: daily, weekly, monthly, seasonally - And one chance-based Superprize! &nbsp; Making a bet, you automatically take part in at least four jackpots or can instantly vanish the whole game bank! &nbsp; Isn&rsquo;t that cool? ?</p>\r\n","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/1449/ethex-dapp-gambling-eth-logo_2b004ea4b504b7dea69b95474db08224.png","link":"https://dappradar.com/dapp/ethex","website":"https://ethex.bet","chains":["ethereum"],"categories":["gambling"],"socialLinks":[{"title":"Official Facebook","url":"https://www.facebook.com/Ethex-403768580384751/","type":"facebook"},{"title":"Official Medium","url":"https://medium.com/ethexbet","type":"medium"},{"title":"Official Reddit","url":"https://www.reddit.com/r/EthexBetOfficial","type":"reddit"},{"title":"Official Twitter","url":"https://twitter.com/Ethex_bet","type":"twitter"}],"tags":[]},{"dappId":1450,"name":"Big Health Investment Management Platform","description":"Start with 1 ETH and continue to dividend 1.8%. Wh","fullDescription":"Start with 1 ETH and continue to dividend 1.8%. When the static total return exceeds 200% of the total investment, the return automatically stops. 1.8% is the ideal proportion, which is a realistic and feasible scheme, and contributes to the healthy and stable growth of intellectual contract funds. The Big Health Investment Management Platform was created for long-term operation and to reduce participants&#39;risk to almost zero.","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/1450/bighealthinvestmentmanagementplatform-dapp-high-risk-eth-logo_dc062ca3274ca1f8b9ebb5363764b135.png","link":"https://dappradar.com/dapp/big-health-investment-management-platform","website":"https://bank.fit.doctor/","chains":["ethereum"],"categories":["high-risk"],"socialLinks":[],"tags":[]},{"dappId":1451,"name":"Sound Money Coin","description":"Sound Money Coin (SOV) is a sound money and a secu","fullDescription":"Sound Money Coin (SOV) is a sound money and a secure store of value. It&#39;s also the hardest money in existence - even harder than gold which is physically indestructible. As the hardest money, Sound Money Coin is on an unstoppable trajectory to become a global reserve currency used by the poor and wealthy alike. Its transactions are settled on the Ethereum blockchain. Its benefits are: - Immutable issuance rate and hard cap. SOV Coin is the hardest money possible. - No ICO or premine. - No energy expenditure for PoW mining. - Secured on the Ethereum blockchain. - Code is open source and can be verified on the Ethereum blockchain.","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/1451/soundmoneycoin-dapp-high-risk-eth-logo_9c82fe6014e6a097693e3b9de8f08e78.png","link":"https://dappradar.com/dapp/sound-money-coin","website":"http://soundmoneycoin.io","chains":["ethereum"],"categories":["high-risk"],"socialLinks":[{"title":"Official Discord","url":"https://discord.gg/up77nXY","type":"discord"},{"title":"Official Medium","url":"https://medium.com/@soundmoneycoin","type":"medium"},{"title":"Official Twitter","url":"https://twitter.com/soundmoneycoin","type":"twitter"}],"tags":[]},{"dappId":1452,"name":"MarriageOnTheBlock","description":"MarriageOnTheBlock allows people to register decen","fullDescription":"MarriageOnTheBlock allows people to register decentralized marriage certificates and manage their marital budgets and marital status.","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/1452/marriageontheblock-dapp-other-eth-logo_4125a5f24221013cb0ed5473c498074a.png","link":"https://dappradar.com/dapp/marriageontheblock","website":"https://www.marriageontheblock.com/","chains":["ethereum"],"categories":["other"],"socialLinks":[],"tags":[]},{"dappId":1453,"name":"Rigmining","description":"RigWars ETH based Idle game about the life of the ","fullDescription":"RigWars ETH based Idle game about the life of the miners, catch the Algorithms and buy more Hash power to make a better future. Reloaded!","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/1453/rigmining-dapp-high-risk-eth-logo_4b83949af9e4de41eb2530c27071a008.png","link":"https://dappradar.com/dapp/rigmining","website":"http://rigmining.xyz/","chains":["ethereum"],"categories":["high-risk"],"socialLinks":[{"title":"Official Discord","url":"https://discord.gg/E2z2djb","type":"discord"}],"tags":[]},{"dappId":1454,"name":"Verity","description":"Verity is the decentralized oracle for smart contr","fullDescription":"Verity is the decentralized oracle for smart contracts. It makes it easy to verify real-world information and connect it to any smart contract. Using the wisdom of the crowd and blockchain-as-a-court-system, Verity is the solution to the oracle problem.","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/1454/verity-dapp-other-eth-logo_dd358931b40b3f1eb8250120a2291e81.png","link":"https://dappradar.com/dapp/verity","website":"https://alpha.verity.network/","chains":["ethereum"],"categories":["other"],"socialLinks":[],"tags":[]},{"dappId":1456,"name":"P3XRoll","description":"Dice Roll Game using the P3X token - Win P3X an","fullDescription":"<p>Dice Roll Game using the P3X token - Win P3X and gain passive dividends payed in ETH!</p>\r\n","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/1456/p3xroll-dapp-gambling-eth-logo_df7eaeb7471b5695ae16eca748ce4c48.png","link":"https://dappradar.com/dapp/p3xroll","website":"https://play-dapps.github.io/P3XRoll/","chains":["ethereum"],"categories":["gambling"],"socialLinks":[],"tags":[]},{"dappId":1457,"name":"DAO Playmarket 2.0","description":"DAO PlayMarket 2.0 is a decentralized Android app ","fullDescription":"DAO PlayMarket 2.0 is a decentralized Android app store, combined with an STO developer platform, crypto exchange, that accepts payment in crypto currency. The main goals and objectives of DAO PlayMarket 2.0 are to create a sustainable economic model for developers, investors and users, and introduce a unified standard for tokenizing the mobile applications market. Advantages of DAO PlayMarket 2.0 over other platforms: &bull; allows android applications to issue their own tokens and implement them on the built-in STO platform; &bull; The platform is resistant to censorship - main information is stored in blockchain, which allows you to provide access to applications from anywhere in the world; &bull; The DAO PlayMarket 2.0 platform integrates a decentralized crypto exchange, which will include an open API; &bull; Paid applications and in-app purchases will be payable via cryptocurrency. Ticker for the DAO PlayMarket 2.0 Token - PMT Token Standard - ERC20. Total Supply - 3 000 000 Holders of PMT automatically become members of the PlayMarket Fund. The primary purpose of the fund includes open management of the fund&#39;s resources in conjunction with other members of DAO PlayMarket 2.0. Developers of applications on DAO PlayMarket 2.0 can release independant tokens for their application. The PlayMarket Fund retains 5% of the tokens from each application hosted on the DAO PlayMarket 2.0 platform.","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/1457/daoplaymarket20-dapp-marketplaces-eth-logo_67c07ddad8c6205a13535dd03d03b8c5.png","link":"https://dappradar.com/dapp/dao-playmarket-2-0","website":"https://playmarket.io","chains":["ethereum"],"categories":["marketplaces"],"socialLinks":[{"title":"Official Facebook","url":"https://www.facebook.com/playmarket2.0","type":"facebook"},{"title":"Official Medium","url":"https://medium.com/@playmarket2.0","type":"medium"},{"title":"Official Telegram","url":"https://t.me/playmarket_2","type":"telegram"},{"title":"Official Twitter","url":"https://twitter.com/en_playmarket2","type":"twitter"}],"tags":[]},{"dappId":1458,"name":"ETH Flow","description":"Ethereum Faucet on Blockchain. Simple conditions. ","fullDescription":"Ethereum Faucet on Blockchain. Simple conditions. By joining our project, an ETH faucet starts working for you and every 3 hours it will bring you free 0.00036 ETH. ETH Flow is a new kind of ether faucet &ndash; one that actually shares 90% of its revenue with users. Traditional faucets that show banners and make you fill captchas do not work: it takes hours to earn even a dollar, and then you have to spend dozens of hours to get to the first payout threshold. Ad-based faucets are essentially a scam. ETH Flow features a completely different model. We redistribute the ether deposited by our members when they purchase access to higher levels. The higher your level, the more ether you earn every minute. Each level remains active for a limited amount of time, after which you can either renew it or purchase an even higher level to maximize your earnings. Our ether reallocation mechanism is completely transparent and carried out by a specially designed algorithm. With ETH Flow, you will not have to spend hours looking at ads and doing captchas. All you have to do is select your desired level and wait for your ether to accumulate. Affiliate Program Simply open the Affiliate tap &ndash; there you will find your personal referral link. Copy it and send it to your friends and followers, publish it in your social media accounts or blog. Our system automatically keeps track of who joins using your link. You will receive 20% of all the ether that your referrals earn! Unlimited possibilities. Using the system of raising the level, you can multiply increase the income from faucet, because this is the key idea of the project. Become independent with ETH FLOW!","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/1458/ethflow-dapp-high-risk-eth-logo_9c6106395753e23fae28ae116ea5bb0b.png","link":"https://dappradar.com/dapp/eth-flow","website":"https://eth-flow.com","chains":["ethereum"],"categories":["high-risk"],"socialLinks":[{"title":"Official Telegram","url":"https://t.me/eth_flow","type":"telegram"},{"title":"Official Twitter","url":"https://twitter.com/eth_flow","type":"twitter"}],"tags":[]},{"dappId":1459,"name":"WednesdayClub","description":"WednesdayClub is a social network where people can earn Crypto!","fullDescription":"<p>WednesdayClub is a social network where people can post statuses, pics, videos, links that runs on WednesdayCoin and is usable everyday! Use WednesdayCoin to post, comment, update your profile. You can also like other user’s posts and comments, and tip them with WED, PAR, or ETH. Come check out WednesdayClub, the best social network for Wednesdays.</p>","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/1459/wednesdayclub-dapp-other-eth-logo_c00e6b4048ee12b9b7890dce6d5f130b.png","link":"https://dappradar.com/dapp/wednesdayclub","website":"https://wednesdayclub.app","chains":["ethereum"],"categories":["social"],"socialLinks":[{"title":"reddit","url":"https://www.reddit.com/r/WednesdayCoin","type":"reddit"}],"tags":[]},{"dappId":1460,"name":"BetHash - 1,000 ETH Giveaway","description":"Bet on Future Blocks and Earn A Passive Income in ","fullDescription":"Bet on Future Blocks and Earn A Passive Income in the First Decentralized Crypto Casino! BetHash is the FAIREST Decentralized Crypto Casino, use hash to draw winning numbers to guarantee absolute Fairness, No Chance for Cheating at All! Generous rewards, high referral bonus!","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/1460/bethash1000ethgiveaway-dapp-gambling-eth-logo_f53016b2a1f10a2cd2f09cf178865109.png","link":"https://dappradar.com/dapp/bethash-1-000-eth-giveaway","website":"https://bethash.io/","chains":["ethereum"],"categories":["gambling"],"socialLinks":[{"title":"Official Medium","url":"https://medium.com/@eoshash","type":"medium"},{"title":"Official Telegram","url":"https://t.me/BetHash","type":"telegram"},{"title":"Official Twitter","url":"https://twitter.com/BetHashTeam","type":"twitter"}],"tags":[]},{"dappId":1461,"name":"King of the Bill","description":"&#39;King of the Bill&#39; is a Dapp that forwards","fullDescription":"&#39;King of the Bill&#39; is a Dapp that forwards donations to charity and keeps a leaderboard of who donated the most. The underlying smart contract forewards the donations automatically to GiveDirectly. GiveDirectly provides an income for households in Kenya, Uganda, and Rwanda via mobile phone-linked payment services. It targets extremely low-income households.","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/1461/kingofthebill-dapp-other-eth-logo_4206daffaf51d17d91efecea88d1f926.png","link":"https://dappradar.com/dapp/king-of-the-bill","website":"https://kingofthebill.com","chains":["ethereum"],"categories":["other"],"socialLinks":[],"tags":[]},{"dappId":1462,"name":"0xDrop","description":"0xDrop allows anyone to transfer or \"airdrop\"","fullDescription":"<p>0xDrop allows anyone to transfer or \"airdrop\" tokens and/or Ethereum to any amount of users. This allows users with no technical knowledge to perform an airdrop and also save greatly on transaction fees.</p>","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/1462/0xdrop-dapp-other-eth-logo_fefdf3134330af33a2ae1f6ccd30b45a.png","link":"https://dappradar.com/dapp/0xdrop","website":"https://0xdrop.com","chains":["ethereum"],"categories":["other"],"socialLinks":[],"tags":[]},{"dappId":1463,"name":"FightClub","description":"Voice your views by voting for your fighter. Fight","fullDescription":"Voice your views by voting for your fighter. Fights can be between people, places, things, or ideas. Anyone can promote a fight for 0.05 ETH. Promoters earn every time there&#39;s a vote. Fights last for 3 days. The fighter with the most votes wins the fight. The winning voters split the loot from the losers.","logo":null,"link":"https://dappradar.com/dapp/fightclub","website":"https://ethfightclub.com/","chains":["ethereum"],"categories":["other"],"socialLinks":[],"tags":[]},{"dappId":1464,"name":"HYIP-R-ETH","description":"Platform allows you a low risk way to double your ","fullDescription":"Platform allows you a low risk way to double your Ethereum","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/1464/hyipreth-dapp-high-risk-eth-logo_1a8e6a79e42fabc5a8ed7b732cc78f6f.png","link":"https://dappradar.com/dapp/hyip-r-eth","website":"https://2xeth.xyz/","chains":["ethereum"],"categories":["high-risk"],"socialLinks":[],"tags":[]},{"dappId":1465,"name":"CokeBet","description":"CokeBet is a dice game built using State Channel t","fullDescription":"CokeBet is a dice game built using State Channel technology on Ethereum. All Smart Contracts are open-sourced, the betting results can be verified, game process is fully transparent, COKE tokens award automatically based on your bet. NO GAS Fee during gameplay, NO delay in a game session, the fastest dice game on Ethereum.","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/1465/cokebet-dapp-gambling-eth-logo_3afdeab6730c3fb01ad60bc40c9b884f.png","link":"https://dappradar.com/dapp/cokebet","website":"https://coke.bet/dice","chains":["ethereum"],"categories":["gambling"],"socialLinks":[{"title":"GitHub","url":"https://github.com/CokeBet","type":"github"},{"title":"Official Telegram","url":"https://t.me/CokeBet_Official","type":"telegram"},{"title":"Official Twitter","url":"https://twitter.com/COKEBET1","type":"twitter"}],"tags":[]},{"dappId":1466,"name":"Last Pixel","description":"Addictive  and profitable new game! Compete online","fullDescription":"Addictive  and profitable new game! Compete online with your friends or the community in this frantic crypto-game: Paint the pixels with different colors; take a moment to become the last artist or participate in painting the field in one color to win thousands of Ethereum&rsquo;s from the banks!","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/1466/lastpixel-dapp-gambling-eth-logo_4d8845d93d8a142a9a2c116aeeaa41a0.png","link":"https://dappradar.com/dapp/last-pixel","website":"https://game.lastpixel.io","chains":["ethereum"],"categories":["gambling"],"socialLinks":[{"title":"Official Twitter","url":"https://twitter.com/reallastpixel","type":"twitter"}],"tags":[]},{"dappId":1468,"name":"MXRT's Tribes of War","description":"An NFT Collectibles Gaming Universe based around t","fullDescription":"An NFT Collectibles Gaming Universe based around the rich history, mythology, and action of the world&#39;s Martial Arts, created by lifetime martial artists.","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/1468/mxrtstribesofwar-dapp-collectibles-eth-logo_ba8d0ced0d069c15d2bfd94f411bc9d3.png","link":"https://dappradar.com/dapp/mxrt-s-tribes-of-war","website":"https://tribesofwar.com/index.html","chains":["ethereum"],"categories":["collectibles"],"socialLinks":[{"title":"Official Discord","url":"https://discord.gg/ETQBWfy","type":"discord"},{"title":"Official Facebook","url":"https://www.facebook.com/groups/Martialartscoin/","type":"facebook"},{"title":"Official Telegram","url":"https://t.me/ERC721token","type":"telegram"},{"title":"Official Twitter","url":"https://twitter.com/MxrtsOf","type":"twitter"}],"tags":[]},{"dappId":1469,"name":"D2W.bet","description":"D2W is the only provably fair and provably rand","fullDescription":"<p>D2W is the only provably fair and provably random decentralized Blochchain casino. EDGE bonus token is converted to ETH while gambling with reference value of 1 ETH. Up to 2,2 EDGE welcome bonus. Running on Hyperledger and using the Golle algorithm in a broswer DAPP, D2W is the most trustless gambling platform in the world. Designed for players it&#39;s fun, gassless, fast and scalable. D2W&#39;s technology was developed by Blockdraw who were former gambling regulars and industry executives. It&#39;s licensed by Cura&ccedil;ao, but designed to meet international regulatory standards.</p>\r\n","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/1469/d2wbet-dapp-gambling-eth-logo_80cc1cab25c5d0a238727ef4a7de80ab.png","link":"https://dappradar.com/dapp/d2w-bet","website":"https://d2w.bet","chains":["ethereum"],"categories":["gambling"],"socialLinks":[{"title":"Official Facebook","url":"https://www.facebook.com/draw2win/","type":"facebook"},{"title":"Official Instagram","url":"https://www.instagram.com/d2w.bet/","type":"instagram"},{"title":"Official Medium","url":"https://medium.com/d2w-bet","type":"medium"}],"tags":[]},{"dappId":1470,"name":"Snark.art","description":"Snark.art (pronounced &lsquo;Snark dot art&rsquo;)","fullDescription":"Snark.art (pronounced &lsquo;Snark dot art&rsquo;) works in collaboration with artists in the creation, distribution, and sales of works that harness blockchain&rsquo;s decentralized community, digital scarcity, and seemingly endless applications. It is a digital laboratory for art and technology that taps into the creative and commercial possibilities of the blockchain.","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/1470/snarkart-dapp-collectibles-eth-logo_b07413adc0570f5d13650f9c0011c2f4.png","link":"https://dappradar.com/dapp/snark-art","website":"https://snark.art","chains":["ethereum"],"categories":["collectibles"],"socialLinks":[{"title":"Official Instagram","url":"https://www.instagram.com/snarkdotart","type":"instagram"},{"title":"Official Twitter","url":"https://www.twitter.com/snarkdotart","type":"twitter"}],"tags":[]},{"dappId":1471,"name":"DSG - CoinFlipper","description":"DSG CoinFlipper - a completely transparent and hon","fullDescription":"DSG CoinFlipper - a completely transparent and honest game with Jackpot, that is part of the ecosystem DSG. DSG is a transparent decentralized gaming ecosystem that allows you not only to play and win, but also to invest and receive dividends.","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/1471/dsgcoinflipper-dapp-gambling-eth-logo_f1c16e7e3f0e04b4b9f80774c703d895.png","link":"https://dappradar.com/dapp/dsg-coinflipper","website":"https://dsgplay.com/en/games/coinflipper","chains":["ethereum"],"categories":["gambling"],"socialLinks":[{"title":"Official Discord","url":"https://discord.gg/RMkzp9S","type":"discord"},{"title":"Official Telegram","url":"https://t.me/joinchat/FMnVKgk5gbmZQZ9CeruzIQ","type":"telegram"},{"title":"Official Twitter","url":"https://twitter.com/DsGplay","type":"twitter"}],"tags":[]},{"dappId":1472,"name":"DSG - Turntable","description":"DSG Turntable - a fully transparent and honest whe","fullDescription":"DSG Turntable - a fully transparent and honest wheel of fortune that is part of the ecosystem DSG. DSG is a transparent decentralized gaming ecosystem that allows you not only to play and win, but also to invest and receive dividends.","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/1472/dsgturntable-dapp-gambling-eth-logo_0baf74aa20de9859bced0c5991fbe913.png","link":"https://dappradar.com/dapp/dsg-turntable","website":"https://dsgplay.com/en/games/turntable","chains":["ethereum"],"categories":["gambling"],"socialLinks":[{"title":"Official Discord","url":"https://discord.gg/RMkzp9S","type":"discord"},{"title":"Official Telegram","url":"https://t.me/joinchat/FMnVKgk5gbmZQZ9CeruzIQ","type":"telegram"},{"title":"Official Twitter","url":"https://twitter.com/DsGplay","type":"twitter"}],"tags":[]},{"dappId":1473,"name":"DSG - Dice","description":"DSG Dice is a completely transparent and honest di","fullDescription":"DSG Dice is a completely transparent and honest dice that is part of the DSG ecosystem. DSG is a transparent decentralized gaming ecosystem that allows you not only to play and win, but also to invest and receive dividends.","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/1473/dsgdice-dapp-gambling-eth-logo_6058a576db1e0adc00502718956fee04.png","link":"https://dappradar.com/dapp/dsg-dice","website":"https://dsgplay.com/en/games/dice","chains":["ethereum"],"categories":["gambling"],"socialLinks":[{"title":"Official Discord","url":"https://discord.gg/RMkzp9S","type":"discord"},{"title":"Official Telegram","url":"https://t.me/joinchat/FMnVKgk5gbmZQZ9CeruzIQ","type":"telegram"},{"title":"Official Twitter","url":"https://twitter.com/DsGplay","type":"twitter"}],"tags":[]},{"dappId":1474,"name":"p3dank","description":"https://p3dank.io Grow weed on the blockchain - Ea","fullDescription":"https://p3dank.io Grow weed on the blockchain - Earn ETH 0.25eth gets you 3 plants Each plant has a type - rock / paper / sis Sell back to the contract when they are big enough Steal others players plants to sell before they do Choose to attack or sell every 7 hours attacks have a 1/3 chance of success Stolen plants have penalty Sucessful attacks raise the value of every other plant Sold plants have a bonus Selling lowers the value of every other plant Only 1% dev cut","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/1474/p3dank-dapp-high-risk-eth-logo_9ef6c588174c4419b97caf6283db9b74.png","link":"https://dappradar.com/dapp/p3dank","website":"https://p3dank.io","chains":["ethereum"],"categories":["high-risk"],"socialLinks":[{"title":"Official Discord","url":"https://discord.gg/YnxhXn","type":"discord"},{"title":"Official Twitter","url":"https://twitter.com/p3dank","type":"twitter"}],"tags":[]},{"dappId":1475,"name":"0xowns.art","description":"Visitors to 0xowns.art can check the work&rsquo;s ","fullDescription":"Visitors to 0xowns.art can check the work&rsquo;s current market value, purchase it, and set a resale price. When that price is matched by another user, ownership is transferred and the seller&rsquo;s ETH account is credited. No tokens or digital assets are exchanged or granted: ownership is reflected simply by recording the transaction in the Ethereum blockchain.","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/1475/0xownsart-dapp-collectibles-eth-logo_3e3868b5c2a533ec74675b750f19c308.png","link":"https://dappradar.com/dapp/0xowns-art","website":"https://0xowns.art","chains":["ethereum"],"categories":["collectibles"],"socialLinks":[{"title":"Official Discord","url":"https://discord.gg/HQnBkpQ","type":"discord"}],"tags":[]},{"dappId":1476,"name":"CryptoMon","description":"CryptoMon is a multiplayer game in which the playe","fullDescription":"CryptoMon is a multiplayer game in which the players simultaneously hunt for cute monsters by touching the screen. The value of the monsters goes up as the bullets hitting them are accumulated. The player who successfully catches the monster garners all of its accumulated value. The obtained monster may be used to repurchase bullets or may be exchanged into cryptocurrency through trading and selling. Moreover, the chances of a boss monster appearing in sight increase as bullets further accumulate. Although boss monsters have higher values and are more difficult to catch compared to ordinary monsters, aim for the jackpot by gaining success in hunting them.","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/1476/cryptomon-dapp-games-eth-logo_c7fa61a29600a009ab49cd2706564309.png","link":"https://dappradar.com/dapp/cryptomon","website":"http://www.crypto-mon.com/en/","chains":["ethereum"],"categories":["games"],"socialLinks":[{"title":"Official Facebook","url":"https://www.facebook.com/oasiscity.official/","type":"facebook"}],"tags":[]},{"dappId":1477,"name":"CrypToss","description":"An Ethereum-powered coin toss game. Bet against ot","fullDescription":"An Ethereum-powered coin toss game. Bet against other people an win the Jackpot !","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/1477/cryptoss-dapp-gambling-eth-logo_3ecb20a35d259ea603ce56e6fd3498a9.png","link":"https://dappradar.com/dapp/cryptoss","website":"https://www.cryptoss.ninja","chains":["ethereum"],"categories":["gambling"],"socialLinks":[],"tags":[]},{"dappId":1478,"name":"SmartLotteryGame","description":"Smart Lottery is a blockchain lottery that belongs","fullDescription":"Smart Lottery is a blockchain lottery that belongs to the Dapp games class. This is a successful modern Ethereum project, which provides a unique opportunity for any user to earn a coin. Only 3 wallets, 24hs round, fair distribution of winnings, safe withdraw. Lets Play!","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/1478/smartlotterygame-dapp-gambling-eth-logo_f8dbfd08de29c13fe62e2109464d22f1.png","link":"https://dappradar.com/dapp/smartlotterygame","website":"http://smartlottery.club","chains":["ethereum"],"categories":["gambling"],"socialLinks":[{"title":"Official Facebook","url":"https://www.facebook.com/john.drow.733","type":"facebook"},{"title":"Official Medium","url":"https://medium.com/@slg.promotion.2019","type":"medium"}],"tags":[]},{"dappId":1479,"name":"Xether","description":"Xether is a gambling ecosystem","fullDescription":"Xether is a gambling ecosystem, which makes a difference by caring about its users. It&rsquo;s our passion for perfection, as well as finding and creating neat solutions, that keeps us driven towards our goals. We ensure, that all our guests have the best gaming experience by offering them exciting, yet simple games, secure transactions and instant payouts. The algorithms, we use, actually do make the winning possible.","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/1479/xether-dapp-gambling-eth-logo_470d0b59f6d34dcf9dd305c8e85559d0.png","link":"https://dappradar.com/dapp/xether-2","website":"https://xether.io","chains":["ethereum"],"categories":["gambling"],"socialLinks":[{"title":"telegram","url":"https://t.me/xether","type":"telegram"},{"title":"twitter","url":"https://twitter.com/xetherio","type":"twitter"}],"tags":[]},{"dappId":1480,"name":"Dragon Tiger","description":"Dragon Tiger is a casino gambling game that mostly","fullDescription":"Dragon Tiger is a casino gambling game that mostly attracts Asian players, since it was first introduced in Cambodia. The game offers three choices to bet on: Dragon, Tie and Tiger. The goal is to wager on where the higher card will appear: Dragon or Tiger? When both cards have the same value, it will be called a Tie. When this happens, the house will take half of each wager and the payout for whoever bet on Tie is 1:8. This is the card ranking from lowest to highest: Ace &ndash; 2 &ndash; 3 &ndash; 4 &ndash; 5 &ndash; 6 &ndash; 7 &ndash; 8 &ndash; 9 &ndash; 10 &ndash; J &ndash; Q &ndash; K","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/1480/dragontiger-dapp-gambling-eth-logo_78061ca7efdc492ab67069316cf66a3c.png","link":"https://dappradar.com/dapp/dragon-tiger","website":"https://luckydapps.com/dragon-tiger/","chains":["ethereum"],"categories":["gambling"],"socialLinks":[{"title":"Official Facebook","url":"https://www.facebook.com/LuckyDappsPage","type":"facebook"},{"title":"Official Reddit","url":"https://www.reddit.com/user/LuckyDapps","type":"reddit"},{"title":"Official Twitter","url":"https://twitter.com/LuckyDapps","type":"twitter"}],"tags":[]},{"dappId":1481,"name":"RoboShamBo","description":"RoboShamBo is a blockchain game of Rock-Scissors-P","fullDescription":"RoboShamBo is a blockchain game of Rock-Scissors-Paper or &quot;Ro-Sham-Bo&quot; designed by robots to distract stupid humans from the robot uprising. Superior robot design means RoboShamBo is faster than any human-designed Ethereum game. RoboShamBo accelerates gameplay with robot-invented &quot;recharges&quot; allowing impatient humans to play multiple rounds in a single Ethereum transaction. Colorful animations and the ability to win 256X the wagered amount stimulate humans&#39; inefficient organic chemical-based CPUs. RoboShamBo fully conforms with the erroneous human belief that Paper can somehow defeat Rock. The game&#39;s &quot;smart contract&quot; (compared to humans) is provably fair because robots do not need to cheat to defeat humans.","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/1481/roboshambo-dapp-gambling-eth-logo_08ca015a772c8ebb19e6dabdf201b979.png","link":"https://dappradar.com/dapp/roboshambo","website":"https://robotgamespot.com","chains":["ethereum"],"categories":["gambling"],"socialLinks":[],"tags":[]},{"dappId":1482,"name":"Quantstamp Security Network","description":"The Quantstamp Security Network V2 allows users","fullDescription":"<p>The Quantstamp Security Network V2 allows users to scan smart contracts for potential vulnerabilities and store a report of the results directly on the Ethereum blockchain. Our latest release features an enhanced user experience and is designed to allow individuals to run a node without needing to be whitelisted by Quantstamp. Anyone interested in running a node just needs to follow these instructions. Staking Anyone can now run a node on the Quantstamp Security Network V2 and earn QSP tokens by staking and participating in the network. This greatly increases the decentralization of the network compared to the whitelisted nodes of V1. Quantstamp Security Network V2 also removes the AWS dependencies of the previous version. Nodes can now interact with the Ethereum blockchain directly either using Infura or through their own Ethereum nodes. Improved Analysis Quantstamp Security Network V2 nodes now integrate both Mythril and Securify smart contract analyzers. Together, these two state-of-the-art analyzers allow the network to detect a wide range of common errors and vulnerabilities. Reports on the Blockchain Results of security scans are now stored directly on the blockchain, publicly viewable by anyone - even those who didn&rsquo;t run the scan themselves. Before, users had to trust that developers took appropriate security measures when developing software. Now, users can independently verify that developers achieved a certain security standard. Open-Source The Quantstamp Security Network V2 code is now fully open-sourced, providing increased transparency. Anyone can now explore Quantstamp&rsquo;s Github&rsquo;s protocol and node repositories to check that the Protocol works as expected. As an open source project, the community is also welcome to contribute to the codebase in order to increase or improve functionality. Live Network Statistics Quantstamp Security Network V2 features a redesigned UI with live network statistics and a graphical tutorial. Live stats on node status, network events, scans, and more make it easy to see the status of the network. The UI is also redesigned to be easy enough for non-developers to use. Anyone, from a developer wanting to check draft code for bugs, to a dApp user wanting to make sure the blockchain application they&rsquo;re using is free from vulnerabilities can use Quanstamp Security Network V2 to easily perform smart contract security scans.</p>\r\n","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/1482/quantstampsecuritynetwork-dapp-other-eth-logo_aa93aa84a8173212fe357e372c656051.png","link":"https://dappradar.com/dapp/quantstamp-security-network","website":"http://protocol.quantstamp.com","chains":["ethereum"],"categories":["other"],"socialLinks":[{"title":"Official Twitter","url":"https://twitter.com/quantstamp","type":"twitter"},{"title":"Official YouTube","url":"https://www.youtube.com/quantstamphq","type":"youtube"}],"tags":[]},{"dappId":1483,"name":"CreasureQuest","description":"CreasureQuest is a virtual Treasure Hunt based on ","fullDescription":"CreasureQuest is a virtual Treasure Hunt based on historically real lost treasures with real prizes utilizing CRQ Tokens and collectibles on the Blockchain. This game contains many different adventures you can have in the hunt for the lost treasure. From time to time as you play along, you will be asked to make a choice. Your choice may lead to success or disaster. Think carefully before you make a move! Any choice might be your last&hellip; or it may lead you to the lost treasure of the Flor de la Mar.","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/1483/creasurequest-dapp-games-eth-logo_4479783f09912349352716b0d588ad21.png","link":"https://dappradar.com/dapp/creasurequest","website":"https://www.creasurequest.co","chains":["ethereum"],"categories":["games"],"socialLinks":[{"title":"Official Facebook","url":"https://www.facebook.com/CreasureQuest-2118220474930838/","type":"facebook"},{"title":"Official Instagram","url":"https://www.instagram.com/creasurequest/","type":"instagram"},{"title":"Official Twitter","url":"https://twitter.com/CreasureQuest","type":"twitter"}],"tags":[]},{"dappId":1484,"name":"Reality Clash","description":"Reality Clash is an innovative augmented reality c","fullDescription":"Reality Clash is an innovative augmented reality combat game for mobile. Players can trade ERC721 tokenised weaponry (RC GUN) on the trading platform and import their items into the mobile game.","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/1484/realityclash-dapp-games-eth-logo_13b710c5386daa327a41a7f2f6d69903.png","link":"https://dappradar.com/dapp/reality-clash","website":"https://realityclash.com","chains":["ethereum"],"categories":["games"],"socialLinks":[{"title":"Official Facebook","url":"https://www.facebook.com/TheRealityClash/","type":"facebook"},{"title":"Official Twitter","url":"https://twitter.com/reality_clash","type":"twitter"}],"tags":[]},{"dappId":1485,"name":"CryptoConstellations","description":"Be the God of the universe and own constellations ","fullDescription":"Be the God of the universe and own constellations such as Leo, Virgo, Gemini . . . CryptoConstellations is an interactive game that let anyone buy and own Constellations as Smart Contract powered by IPFS Technology on the Ethereum Blockchain. There are only 38 Constellations Now! So Hurry! Grab your Constellations and Dominate the Universe.","logo":"https://dashboard-assets.dappradar.com/geRRcWz9IdTwSrm1/document/1485/cryptoconstellations-dapp-collectibles-eth-logo_c9faf6443733c17a5607730e20f0b587.png","link":"https://dappradar.com/dapp/cryptoconstellations","website":"https://cryptoconstellations.co/","chains":["ethereum"],"categories":["collectibles"],"socialLinks":[{"title":"Official Reddit","url":"https://www.reddit.com/user/cryptoconstellations","type":"reddit"}],"tags":[]}],"page":27,"pageCount":91,"resultCount":4541,"resultsPerPage":50}